{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<ug>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</ug>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<en>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</en>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<jp>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</jp>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<zh>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "</zh>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<uz>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "</uz>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<kk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "</kk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<ky>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "</ky>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<tr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "</tr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<ru>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "</ru>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<SOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "<ug>": 4,
      "</ug>": 5,
      "<en>": 6,
      "</en>": 7,
      "<jp>": 8,
      "</jp>": 9,
      "<zh>": 10,
      "</zh>": 11,
      "<uz>": 12,
      "</uz>": 13,
      "<kk>": 14,
      "</kk>": 15,
      "<ky>": 16,
      "</ky>": 17,
      "<tr>": 18,
      "</tr>": 19,
      "<ru>": 20,
      "</ru>": 21,
      "\u0005": 22,
      "\t": 23,
      "\n": 24,
      "\r": 25,
      "!": 26,
      "\"": 27,
      "#": 28,
      "$": 29,
      "%": 30,
      "&": 31,
      "'": 32,
      "(": 33,
      ")": 34,
      "*": 35,
      "+": 36,
      ",": 37,
      "-": 38,
      ".": 39,
      "/": 40,
      "0": 41,
      "1": 42,
      "2": 43,
      "3": 44,
      "4": 45,
      "5": 46,
      "6": 47,
      "7": 48,
      "8": 49,
      "9": 50,
      ":": 51,
      ";": 52,
      "<": 53,
      "=": 54,
      ">": 55,
      "?": 56,
      "@": 57,
      "A": 58,
      "B": 59,
      "C": 60,
      "D": 61,
      "E": 62,
      "F": 63,
      "G": 64,
      "H": 65,
      "I": 66,
      "J": 67,
      "K": 68,
      "L": 69,
      "M": 70,
      "N": 71,
      "O": 72,
      "P": 73,
      "Q": 74,
      "R": 75,
      "S": 76,
      "T": 77,
      "U": 78,
      "V": 79,
      "W": 80,
      "X": 81,
      "Y": 82,
      "Z": 83,
      "[": 84,
      "\\": 85,
      "]": 86,
      "^": 87,
      "_": 88,
      "`": 89,
      "a": 90,
      "b": 91,
      "c": 92,
      "d": 93,
      "e": 94,
      "f": 95,
      "g": 96,
      "h": 97,
      "i": 98,
      "j": 99,
      "k": 100,
      "l": 101,
      "m": 102,
      "n": 103,
      "o": 104,
      "p": 105,
      "q": 106,
      "r": 107,
      "s": 108,
      "t": 109,
      "u": 110,
      "v": 111,
      "w": 112,
      "x": 113,
      "y": 114,
      "z": 115,
      "{": 116,
      "|": 117,
      "}": 118,
      " ": 119,
      "£": 120,
      "¥": 121,
      "«": 122,
      "­": 123,
      "®": 124,
      "°": 125,
      "²": 126,
      "´": 127,
      "·": 128,
      "¹": 129,
      "º": 130,
      "»": 131,
      "¼": 132,
      "À": 133,
      "Á": 134,
      "Â": 135,
      "Ä": 136,
      "Æ": 137,
      "Ç": 138,
      "É": 139,
      "Ê": 140,
      "Ì": 141,
      "Ñ": 142,
      "Ó": 143,
      "Ö": 144,
      "×": 145,
      "Ú": 146,
      "Ü": 147,
      "à": 148,
      "á": 149,
      "â": 150,
      "ã": 151,
      "ä": 152,
      "å": 153,
      "æ": 154,
      "ç": 155,
      "è": 156,
      "é": 157,
      "ê": 158,
      "ë": 159,
      "ì": 160,
      "í": 161,
      "î": 162,
      "ï": 163,
      "ð": 164,
      "ñ": 165,
      "ò": 166,
      "ó": 167,
      "ô": 168,
      "õ": 169,
      "ö": 170,
      "÷": 171,
      "ø": 172,
      "ù": 173,
      "ú": 174,
      "û": 175,
      "ü": 176,
      "ý": 177,
      "ā": 178,
      "ą": 179,
      "ć": 180,
      "č": 181,
      "Đ": 182,
      "đ": 183,
      "ē": 184,
      "Ė": 185,
      "ė": 186,
      "ę": 187,
      "ĝ": 188,
      "Ğ": 189,
      "ğ": 190,
      "ġ": 191,
      "Ģ": 192,
      "ģ": 193,
      "ī": 194,
      "ĭ": 195,
      "į": 196,
      "İ": 197,
      "ı": 198,
      "ķ": 199,
      "Ĺ": 200,
      "ł": 201,
      "Ń": 202,
      "ń": 203,
      "ň": 204,
      "Ŋ": 205,
      "ŋ": 206,
      "ō": 207,
      "ŏ": 208,
      "ő": 209,
      "Ś": 210,
      "ś": 211,
      "Ş": 212,
      "ş": 213,
      "Š": 214,
      "š": 215,
      "ť": 216,
      "Ū": 217,
      "ū": 218,
      "Ŭ": 219,
      "ŭ": 220,
      "ŵ": 221,
      "ź": 222,
      "ż": 223,
      "Ž": 224,
      "ž": 225,
      "ſ": 226,
      "Ə": 227,
      "ƛ": 228,
      "ơ": 229,
      "ư": 230,
      "Ʊ": 231,
      "ƻ": 232,
      "ǎ": 233,
      "ǐ": 234,
      "ǒ": 235,
      "ǔ": 236,
      "ǜ": 237,
      "ǧ": 238,
      "ǵ": 239,
      "ș": 240,
      "ț": 241,
      "ə": 242,
      "ɛ": 243,
      "ɪ": 244,
      "ɵ": 245,
      "ʃ": 246,
      "ʊ": 247,
      "ʏ": 248,
      "ʒ": 249,
      "ʺ": 250,
      "ʻ": 251,
      "ʼ": 252,
      "ʾ": 253,
      "́": 254,
      "̂": 255,
      "̆": 256,
      "̇": 257,
      "̈": 258,
      "̌": 259,
      "̧": 260,
      "̱": 261,
      "̸": 262,
      "͡": 263,
      "Ο": 264,
      "ί": 265,
      "α": 266,
      "η": 267,
      "ι": 268,
      "μ": 269,
      "ο": 270,
      "π": 271,
      "ρ": 272,
      "σ": 273,
      "υ": 274,
      "Ё": 275,
      "І": 276,
      "А": 277,
      "Б": 278,
      "В": 279,
      "Г": 280,
      "Д": 281,
      "Е": 282,
      "Ж": 283,
      "З": 284,
      "И": 285,
      "Й": 286,
      "К": 287,
      "Л": 288,
      "М": 289,
      "Н": 290,
      "О": 291,
      "П": 292,
      "Р": 293,
      "С": 294,
      "Т": 295,
      "У": 296,
      "Ф": 297,
      "Х": 298,
      "Ц": 299,
      "Ч": 300,
      "Ш": 301,
      "Щ": 302,
      "Ъ": 303,
      "Ы": 304,
      "Ь": 305,
      "Э": 306,
      "Ю": 307,
      "Я": 308,
      "а": 309,
      "б": 310,
      "в": 311,
      "г": 312,
      "д": 313,
      "е": 314,
      "ж": 315,
      "з": 316,
      "и": 317,
      "й": 318,
      "к": 319,
      "л": 320,
      "м": 321,
      "н": 322,
      "о": 323,
      "п": 324,
      "р": 325,
      "с": 326,
      "т": 327,
      "у": 328,
      "ф": 329,
      "х": 330,
      "ц": 331,
      "ч": 332,
      "ш": 333,
      "щ": 334,
      "ъ": 335,
      "ы": 336,
      "ь": 337,
      "э": 338,
      "ю": 339,
      "я": 340,
      "ё": 341,
      "є": 342,
      "і": 343,
      "ї": 344,
      "ј": 345,
      "ў": 346,
      "ѳ": 347,
      "Ґ": 348,
      "ґ": 349,
      "Ғ": 350,
      "ғ": 351,
      "Җ": 352,
      "җ": 353,
      "Қ": 354,
      "қ": 355,
      "ҡ": 356,
      "Ң": 357,
      "ң": 358,
      "ҥ": 359,
      "Ү": 360,
      "ү": 361,
      "Ұ": 362,
      "ұ": 363,
      "Ҳ": 364,
      "ҳ": 365,
      "Ҷ": 366,
      "Һ": 367,
      "һ": 368,
      "ӊ": 369,
      "Ә": 370,
      "ә": 371,
      "ӧ": 372,
      "Ө": 373,
      "ө": 374,
      "ӽ": 375,
      "Ս": 376,
      "ե": 377,
      "պ": 378,
      "ս": 379,
      "א": 380,
      "ו": 381,
      "ט": 382,
      "י": 383,
      "ל": 384,
      "ם": 385,
      "מ": 386,
      "נ": 387,
      "ע": 388,
      "ק": 389,
      "ר": 390,
      "ש": 391,
      "،": 392,
      "؛": 393,
      "؟": 394,
      "آ": 395,
      "أ": 396,
      "ؤ": 397,
      "ئ": 398,
      "ا": 399,
      "ب": 400,
      "ة": 401,
      "ت": 402,
      "ث": 403,
      "ج": 404,
      "ح": 405,
      "خ": 406,
      "د": 407,
      "ذ": 408,
      "ر": 409,
      "ز": 410,
      "س": 411,
      "ش": 412,
      "ص": 413,
      "ط": 414,
      "ع": 415,
      "غ": 416,
      "ـ": 417,
      "ف": 418,
      "ق": 419,
      "ك": 420,
      "ل": 421,
      "م": 422,
      "ن": 423,
      "ه": 424,
      "و": 425,
      "ى": 426,
      "ي": 427,
      "پ": 428,
      "ځ": 429,
      "چ": 430,
      "ژ": 431,
      "ڧ": 432,
      "ک": 433,
      "ڭ": 434,
      "گ": 435,
      "ھ": 436,
      "ۆ": 437,
      "ۇ": 438,
      "ۈ": 439,
      "ۋ": 440,
      "ی": 441,
      "ې": 442,
      "ە": 443,
      "ं": 444,
      "अ": 445,
      "आ": 446,
      "इ": 447,
      "ई": 448,
      "क": 449,
      "ख": 450,
      "ग": 451,
      "च": 452,
      "छ": 453,
      "ज": 454,
      "ट": 455,
      "ड": 456,
      "ण": 457,
      "त": 458,
      "द": 459,
      "ध": 460,
      "न": 461,
      "प": 462,
      "फ": 463,
      "ब": 464,
      "म": 465,
      "य": 466,
      "र": 467,
      "ल": 468,
      "व": 469,
      "श": 470,
      "स": 471,
      "ह": 472,
      "़": 473,
      "ा": 474,
      "ि": 475,
      "ी": 476,
      "ु": 477,
      "ू": 478,
      "े": 479,
      "ै": 480,
      "ॉ": 481,
      "ो": 482,
      "्": 483,
      "।": 484,
      "ং": 485,
      "উ": 486,
      "ক": 487,
      "গ": 488,
      "চ": 489,
      "জ": 490,
      "ড": 491,
      "ণ": 492,
      "ত": 493,
      "দ": 494,
      "ন": 495,
      "ব": 496,
      "ভ": 497,
      "ম": 498,
      "য": 499,
      "র": 500,
      "ল": 501,
      "শ": 502,
      "়": 503,
      "া": 504,
      "ি": 505,
      "ী": 506,
      "ু": 507,
      "ূ": 508,
      "ৃ": 509,
      "ে": 510,
      "ো": 511,
      "্": 512,
      "ਰ": 513,
      "ੁ": 514,
      "ં": 515,
      "એ": 516,
      "ક": 517,
      "મ": 518,
      "ી": 519,
      "ુ": 520,
      "அ": 521,
      "எ": 522,
      "த": 523,
      "ந": 524,
      "ற": 525,
      "ி": 526,
      "ை": 527,
      "்": 528,
      "ం": 529,
      "గ": 530,
      "చ": 531,
      "ణ": 532,
      "ర": 533,
      "ి": 534,
      "ు": 535,
      "్": 536,
      "ಗ": 537,
      "ಲ": 538,
      "ಳ": 539,
      "ವ": 540,
      "ಶ": 541,
      "ಷ": 542,
      "ಹ": 543,
      "ಿ": 544,
      "ೆ": 545,
      "ೇ": 546,
      "್": 547,
      "ഒ": 548,
      "ട": 549,
      "ത": 550,
      "ന": 551,
      "യ": 552,
      "ര": 553,
      "ഷ": 554,
      "സ": 555,
      "ു": 556,
      "െ": 557,
      "ോ": 558,
      "്": 559,
      "ก": 560,
      "ง": 561,
      "ด": 562,
      "ต": 563,
      "ถ": 564,
      "บ": 565,
      "ม": 566,
      "ย": 567,
      "ร": 568,
      "ล": 569,
      "ว": 570,
      "ส": 571,
      "ห": 572,
      "อ": 573,
      "ั": 574,
      "า": 575,
      "ี": 576,
      "ู": 577,
      "เ": 578,
      "โ": 579,
      "ไ": 580,
      "้": 581,
      "์": 582,
      "ა": 583,
      "ბ": 584,
      "გ": 585,
      "დ": 586,
      "ე": 587,
      "ი": 588,
      "კ": 589,
      "ლ": 590,
      "მ": 591,
      "ნ": 592,
      "ო": 593,
      "პ": 594,
      "რ": 595,
      "ს": 596,
      "ტ": 597,
      "ქ": 598,
      "შ": 599,
      "ჩ": 600,
      "ቼ": 601,
      "ኈ": 602,
      "ዙ": 603,
      "ዽ": 604,
      "ጿ": 605,
      "ច": 606,
      "ន": 607,
      "ួ": 608,
      "ំ": 609,
      "ḥ": 610,
      "ṁ": 611,
      "ṅ": 612,
      "ṗ": 613,
      "ṟ": 614,
      "ṣ": 615,
      "ṭ": 616,
      "ẩ": 617,
      "ắ": 618,
      "ặ": 619,
      "ỏ": 620,
      "ố": 621,
      "ổ": 622,
      "ờ": 623,
      "ủ": 624,
      "ữ": 625,
      "ự": 626,
      "ỳ": 627,
      "​": 628,
      "‌": 629,
      "‍": 630,
      "‎": 631,
      "‑": 632,
      "–": 633,
      "—": 634,
      "―": 635,
      "‘": 636,
      "’": 637,
      "“": 638,
      "”": 639,
      "„": 640,
      "•": 641,
      "…": 642,
      "′": 643,
      "‹": 644,
      "›": 645,
      "₀": 646,
      "₁": 647,
      "₂": 648,
      "€": 649,
      "℃": 650,
      "№": 651,
      "Ⅰ": 652,
      "Ⅲ": 653,
      "Ⅵ": 654,
      "←": 655,
      "↑": 656,
      "→": 657,
      "⇋": 658,
      "⇌": 659,
      "−": 660,
      "∙": 661,
      "√": 662,
      "∞": 663,
      "≠": 664,
      "⏰": 665,
      "│": 666,
      "▁": 667,
      "▕": 668,
      "☆": 669,
      "❤": 670,
      "⼊": 671,
      "⼥": 672,
      "　": 673,
      "、": 674,
      "。": 675,
      "々": 676,
      "〇": 677,
      "〉": 678,
      "《": 679,
      "》": 680,
      "「": 681,
      "」": 682,
      "『": 683,
      "』": 684,
      "【": 685,
      "】": 686,
      "〜": 687,
      "ぁ": 688,
      "あ": 689,
      "ぃ": 690,
      "い": 691,
      "ぅ": 692,
      "う": 693,
      "ぇ": 694,
      "え": 695,
      "ぉ": 696,
      "お": 697,
      "か": 698,
      "が": 699,
      "き": 700,
      "ぎ": 701,
      "く": 702,
      "ぐ": 703,
      "け": 704,
      "げ": 705,
      "こ": 706,
      "ご": 707,
      "さ": 708,
      "ざ": 709,
      "し": 710,
      "じ": 711,
      "す": 712,
      "ず": 713,
      "せ": 714,
      "ぜ": 715,
      "そ": 716,
      "ぞ": 717,
      "た": 718,
      "だ": 719,
      "ち": 720,
      "っ": 721,
      "つ": 722,
      "づ": 723,
      "て": 724,
      "で": 725,
      "と": 726,
      "ど": 727,
      "な": 728,
      "に": 729,
      "ぬ": 730,
      "ね": 731,
      "の": 732,
      "は": 733,
      "ば": 734,
      "ぱ": 735,
      "ひ": 736,
      "び": 737,
      "ぴ": 738,
      "ふ": 739,
      "ぶ": 740,
      "ぷ": 741,
      "へ": 742,
      "べ": 743,
      "ぺ": 744,
      "ほ": 745,
      "ぼ": 746,
      "ぽ": 747,
      "ま": 748,
      "み": 749,
      "む": 750,
      "め": 751,
      "も": 752,
      "ゃ": 753,
      "や": 754,
      "ゅ": 755,
      "ゆ": 756,
      "ょ": 757,
      "よ": 758,
      "ら": 759,
      "り": 760,
      "る": 761,
      "れ": 762,
      "ろ": 763,
      "わ": 764,
      "を": 765,
      "ん": 766,
      "ゞ": 767,
      "ァ": 768,
      "ア": 769,
      "ィ": 770,
      "イ": 771,
      "ゥ": 772,
      "ウ": 773,
      "ェ": 774,
      "エ": 775,
      "ォ": 776,
      "オ": 777,
      "カ": 778,
      "ガ": 779,
      "キ": 780,
      "ギ": 781,
      "ク": 782,
      "グ": 783,
      "ケ": 784,
      "ゲ": 785,
      "コ": 786,
      "ゴ": 787,
      "サ": 788,
      "ザ": 789,
      "シ": 790,
      "ジ": 791,
      "ス": 792,
      "ズ": 793,
      "セ": 794,
      "ゼ": 795,
      "ソ": 796,
      "ゾ": 797,
      "タ": 798,
      "ダ": 799,
      "チ": 800,
      "ヂ": 801,
      "ッ": 802,
      "ツ": 803,
      "ヅ": 804,
      "テ": 805,
      "デ": 806,
      "ト": 807,
      "ド": 808,
      "ナ": 809,
      "ニ": 810,
      "ヌ": 811,
      "ネ": 812,
      "ノ": 813,
      "ハ": 814,
      "バ": 815,
      "パ": 816,
      "ヒ": 817,
      "ビ": 818,
      "ピ": 819,
      "フ": 820,
      "ブ": 821,
      "プ": 822,
      "ヘ": 823,
      "ベ": 824,
      "ペ": 825,
      "ホ": 826,
      "ボ": 827,
      "ポ": 828,
      "マ": 829,
      "ミ": 830,
      "ム": 831,
      "メ": 832,
      "モ": 833,
      "ャ": 834,
      "ヤ": 835,
      "ュ": 836,
      "ユ": 837,
      "ョ": 838,
      "ヨ": 839,
      "ラ": 840,
      "リ": 841,
      "ル": 842,
      "レ": 843,
      "ロ": 844,
      "ワ": 845,
      "ン": 846,
      "ヴ": 847,
      "ヵ": 848,
      "ヶ": 849,
      "・": 850,
      "ー": 851,
      "一": 852,
      "丁": 853,
      "七": 854,
      "丄": 855,
      "万": 856,
      "丈": 857,
      "三": 858,
      "上": 859,
      "下": 860,
      "不": 861,
      "与": 862,
      "丐": 863,
      "丑": 864,
      "专": 865,
      "且": 866,
      "丕": 867,
      "世": 868,
      "丘": 869,
      "丙": 870,
      "业": 871,
      "丛": 872,
      "东": 873,
      "丝": 874,
      "丞": 875,
      "丟": 876,
      "両": 877,
      "丢": 878,
      "两": 879,
      "严": 880,
      "並": 881,
      "丧": 882,
      "丨": 883,
      "个": 884,
      "丫": 885,
      "中": 886,
      "丰": 887,
      "串": 888,
      "临": 889,
      "丸": 890,
      "丹": 891,
      "为": 892,
      "主": 893,
      "丽": 894,
      "举": 895,
      "乃": 896,
      "久": 897,
      "么": 898,
      "义": 899,
      "之": 900,
      "乌": 901,
      "乍": 902,
      "乎": 903,
      "乏": 904,
      "乐": 905,
      "乒": 906,
      "乓": 907,
      "乔": 908,
      "乖": 909,
      "乗": 910,
      "乘": 911,
      "乙": 912,
      "九": 913,
      "乞": 914,
      "也": 915,
      "习": 916,
      "乡": 917,
      "书": 918,
      "买": 919,
      "乱": 920,
      "乳": 921,
      "乾": 922,
      "亀": 923,
      "了": 924,
      "予": 925,
      "争": 926,
      "事": 927,
      "二": 928,
      "于": 929,
      "亏": 930,
      "云": 931,
      "互": 932,
      "五": 933,
      "井": 934,
      "亚": 935,
      "些": 936,
      "亜": 937,
      "亞": 938,
      "亟": 939,
      "亡": 940,
      "亢": 941,
      "交": 942,
      "亥": 943,
      "亦": 944,
      "产": 945,
      "亨": 946,
      "亩": 947,
      "享": 948,
      "京": 949,
      "亭": 950,
      "亮": 951,
      "亲": 952,
      "亵": 953,
      "人": 954,
      "亿": 955,
      "什": 956,
      "仁": 957,
      "仃": 958,
      "仅": 959,
      "仆": 960,
      "仇": 961,
      "今": 962,
      "介": 963,
      "仍": 964,
      "从": 965,
      "仏": 966,
      "仑": 967,
      "仓": 968,
      "仔": 969,
      "仕": 970,
      "他": 971,
      "仗": 972,
      "付": 973,
      "仙": 974,
      "代": 975,
      "令": 976,
      "以": 977,
      "仨": 978,
      "仪": 979,
      "们": 980,
      "仮": 981,
      "仰": 982,
      "仲": 983,
      "件": 984,
      "价": 985,
      "任": 986,
      "份": 987,
      "仿": 988,
      "企": 989,
      "伊": 990,
      "伍": 991,
      "伎": 992,
      "伏": 993,
      "伐": 994,
      "休": 995,
      "众": 996,
      "优": 997,
      "伙": 998,
      "会": 999,
      "伝": 1000,
      "伞": 1001,
      "伟": 1002,
      "传": 1003,
      "伤": 1004,
      "伦": 1005,
      "伪": 1006,
      "伯": 1007,
      "估": 1008,
      "伴": 1009,
      "伶": 1010,
      "伸": 1011,
      "伺": 1012,
      "似": 1013,
      "伽": 1014,
      "但": 1015,
      "佇": 1016,
      "位": 1017,
      "低": 1018,
      "住": 1019,
      "佐": 1020,
      "佑": 1021,
      "体": 1022,
      "何": 1023,
      "佗": 1024,
      "余": 1025,
      "佛": 1026,
      "作": 1027,
      "佝": 1028,
      "佟": 1029,
      "你": 1030,
      "佣": 1031,
      "佩": 1032,
      "佬": 1033,
      "佰": 1034,
      "佳": 1035,
      "併": 1036,
      "佻": 1037,
      "佼": 1038,
      "使": 1039,
      "侃": 1040,
      "侄": 1041,
      "來": 1042,
      "侈": 1043,
      "例": 1044,
      "侍": 1045,
      "侏": 1046,
      "侑": 1047,
      "供": 1048,
      "依": 1049,
      "侠": 1050,
      "価": 1051,
      "侣": 1052,
      "侥": 1053,
      "侦": 1054,
      "侧": 1055,
      "侬": 1056,
      "侮": 1057,
      "侯": 1058,
      "侵": 1059,
      "侶": 1060,
      "便": 1061,
      "係": 1062,
      "促": 1063,
      "俄": 1064,
      "俊": 1065,
      "俏": 1066,
      "俐": 1067,
      "俑": 1068,
      "俗": 1069,
      "俘": 1070,
      "俚": 1071,
      "保": 1072,
      "俞": 1073,
      "俠": 1074,
      "信": 1075,
      "俩": 1076,
      "俪": 1077,
      "俭": 1078,
      "修": 1079,
      "俯": 1080,
      "俱": 1081,
      "俳": 1082,
      "俸": 1083,
      "俺": 1084,
      "俾": 1085,
      "倉": 1086,
      "個": 1087,
      "倍": 1088,
      "們": 1089,
      "倒": 1090,
      "倔": 1091,
      "候": 1092,
      "倚": 1093,
      "借": 1094,
      "倡": 1095,
      "倣": 1096,
      "値": 1097,
      "倦": 1098,
      "倩": 1099,
      "倪": 1100,
      "倫": 1101,
      "倭": 1102,
      "倶": 1103,
      "倹": 1104,
      "债": 1105,
      "值": 1106,
      "倾": 1107,
      "偃": 1108,
      "假": 1109,
      "偉": 1110,
      "偎": 1111,
      "偏": 1112,
      "偕": 1113,
      "做": 1114,
      "停": 1115,
      "健": 1116,
      "偲": 1117,
      "側": 1118,
      "偵": 1119,
      "偶": 1120,
      "偷": 1121,
      "偻": 1122,
      "偽": 1123,
      "偿": 1124,
      "傀": 1125,
      "傅": 1126,
      "傍": 1127,
      "傑": 1128,
      "傘": 1129,
      "備": 1130,
      "储": 1131,
      "催": 1132,
      "傭": 1133,
      "傲": 1134,
      "債": 1135,
      "傷": 1136,
      "傻": 1137,
      "傾": 1138,
      "働": 1139,
      "像": 1140,
      "僕": 1141,
      "僚": 1142,
      "僧": 1143,
      "僵": 1144,
      "價": 1145,
      "僻": 1146,
      "儀": 1147,
      "億": 1148,
      "儒": 1149,
      "儚": 1150,
      "償": 1151,
      "儡": 1152,
      "優": 1153,
      "儲": 1154,
      "儷": 1155,
      "儿": 1156,
      "兀": 1157,
      "允": 1158,
      "元": 1159,
      "兄": 1160,
      "充": 1161,
      "兆": 1162,
      "先": 1163,
      "光": 1164,
      "克": 1165,
      "免": 1166,
      "兎": 1167,
      "児": 1168,
      "兑": 1169,
      "兔": 1170,
      "党": 1171,
      "兜": 1172,
      "入": 1173,
      "內": 1174,
      "全": 1175,
      "兩": 1176,
      "兪": 1177,
      "八": 1178,
      "公": 1179,
      "六": 1180,
      "兰": 1181,
      "共": 1182,
      "关": 1183,
      "兴": 1184,
      "兵": 1185,
      "其": 1186,
      "具": 1187,
      "典": 1188,
      "兹": 1189,
      "养": 1190,
      "兼": 1191,
      "兽": 1192,
      "内": 1193,
      "円": 1194,
      "冈": 1195,
      "冉": 1196,
      "冊": 1197,
      "册": 1198,
      "再": 1199,
      "冒": 1200,
      "冕": 1201,
      "冗": 1202,
      "写": 1203,
      "军": 1204,
      "农": 1205,
      "冠": 1206,
      "冢": 1207,
      "冤": 1208,
      "冥": 1209,
      "冨": 1210,
      "冪": 1211,
      "冬": 1212,
      "冯": 1213,
      "冰": 1214,
      "冲": 1215,
      "决": 1216,
      "冴": 1217,
      "况": 1218,
      "冶": 1219,
      "冷": 1220,
      "冻": 1221,
      "冼": 1222,
      "净": 1223,
      "凄": 1224,
      "准": 1225,
      "凉": 1226,
      "凋": 1227,
      "凌": 1228,
      "凍": 1229,
      "减": 1230,
      "凑": 1231,
      "凛": 1232,
      "凝": 1233,
      "几": 1234,
      "凡": 1235,
      "凤": 1236,
      "処": 1237,
      "凧": 1238,
      "凭": 1239,
      "凯": 1240,
      "凰": 1241,
      "凱": 1242,
      "凳": 1243,
      "凶": 1244,
      "凸": 1245,
      "凹": 1246,
      "出": 1247,
      "击": 1248,
      "函": 1249,
      "凿": 1250,
      "刀": 1251,
      "刁": 1252,
      "刃": 1253,
      "分": 1254,
      "切": 1255,
      "刈": 1256,
      "刊": 1257,
      "刑": 1258,
      "划": 1259,
      "列": 1260,
      "刘": 1261,
      "则": 1262,
      "刚": 1263,
      "创": 1264,
      "初": 1265,
      "删": 1266,
      "判": 1267,
      "別": 1268,
      "利": 1269,
      "别": 1270,
      "刮": 1271,
      "到": 1272,
      "制": 1273,
      "刷": 1274,
      "券": 1275,
      "刹": 1276,
      "刺": 1277,
      "刻": 1278,
      "刽": 1279,
      "剂": 1280,
      "剃": 1281,
      "則": 1282,
      "削": 1283,
      "前": 1284,
      "剑": 1285,
      "剔": 1286,
      "剖": 1287,
      "剛": 1288,
      "剜": 1289,
      "剣": 1290,
      "剤": 1291,
      "剥": 1292,
      "剧": 1293,
      "剩": 1294,
      "剪": 1295,
      "副": 1296,
      "剰": 1297,
      "割": 1298,
      "創": 1299,
      "剽": 1300,
      "剿": 1301,
      "劇": 1302,
      "劈": 1303,
      "劉": 1304,
      "劍": 1305,
      "力": 1306,
      "劝": 1307,
      "办": 1308,
      "功": 1309,
      "加": 1310,
      "务": 1311,
      "劣": 1312,
      "动": 1313,
      "助": 1314,
      "努": 1315,
      "劫": 1316,
      "励": 1317,
      "劲": 1318,
      "劳": 1319,
      "労": 1320,
      "効": 1321,
      "劾": 1322,
      "势": 1323,
      "勁": 1324,
      "勃": 1325,
      "勇": 1326,
      "勉": 1327,
      "勋": 1328,
      "勒": 1329,
      "動": 1330,
      "勘": 1331,
      "務": 1332,
      "勝": 1333,
      "勞": 1334,
      "募": 1335,
      "勢": 1336,
      "勤": 1337,
      "勧": 1338,
      "勲": 1339,
      "勺": 1340,
      "勾": 1341,
      "勿": 1342,
      "匀": 1343,
      "匂": 1344,
      "包": 1345,
      "匆": 1346,
      "匈": 1347,
      "匕": 1348,
      "化": 1349,
      "北": 1350,
      "匙": 1351,
      "匠": 1352,
      "匣": 1353,
      "匪": 1354,
      "匮": 1355,
      "匯": 1356,
      "匹": 1357,
      "区": 1358,
      "医": 1359,
      "匾": 1360,
      "匿": 1361,
      "十": 1362,
      "千": 1363,
      "升": 1364,
      "午": 1365,
      "卉": 1366,
      "半": 1367,
      "卍": 1368,
      "华": 1369,
      "协": 1370,
      "卑": 1371,
      "卒": 1372,
      "卓": 1373,
      "協": 1374,
      "单": 1375,
      "卖": 1376,
      "南": 1377,
      "単": 1378,
      "博": 1379,
      "卜": 1380,
      "卞": 1381,
      "占": 1382,
      "卡": 1383,
      "卢": 1384,
      "卦": 1385,
      "卧": 1386,
      "卫": 1387,
      "卯": 1388,
      "印": 1389,
      "危": 1390,
      "即": 1391,
      "却": 1392,
      "卵": 1393,
      "卷": 1394,
      "卸": 1395,
      "卿": 1396,
      "厂": 1397,
      "厄": 1398,
      "厅": 1399,
      "历": 1400,
      "厉": 1401,
      "压": 1402,
      "厌": 1403,
      "厍": 1404,
      "厕": 1405,
      "厘": 1406,
      "厚": 1407,
      "原": 1408,
      "厢": 1409,
      "厥": 1410,
      "厦": 1411,
      "厨": 1412,
      "厩": 1413,
      "厭": 1414,
      "厳": 1415,
      "去": 1416,
      "县": 1417,
      "参": 1418,
      "又": 1419,
      "叉": 1420,
      "及": 1421,
      "友": 1422,
      "双": 1423,
      "反": 1424,
      "収": 1425,
      "发": 1426,
      "叔": 1427,
      "取": 1428,
      "受": 1429,
      "变": 1430,
      "叙": 1431,
      "叛": 1432,
      "叠": 1433,
      "叢": 1434,
      "口": 1435,
      "古": 1436,
      "句": 1437,
      "另": 1438,
      "叨": 1439,
      "叩": 1440,
      "只": 1441,
      "叫": 1442,
      "召": 1443,
      "叭": 1444,
      "叮": 1445,
      "可": 1446,
      "台": 1447,
      "叱": 1448,
      "史": 1449,
      "右": 1450,
      "叶": 1451,
      "号": 1452,
      "司": 1453,
      "叹": 1454,
      "叼": 1455,
      "吁": 1456,
      "吃": 1457,
      "各": 1458,
      "合": 1459,
      "吉": 1460,
      "吊": 1461,
      "同": 1462,
      "名": 1463,
      "后": 1464,
      "吐": 1465,
      "向": 1466,
      "吒": 1467,
      "吓": 1468,
      "吕": 1469,
      "吗": 1470,
      "君": 1471,
      "吝": 1472,
      "吞": 1473,
      "吟": 1474,
      "吠": 1475,
      "否": 1476,
      "吧": 1477,
      "吨": 1478,
      "含": 1479,
      "听": 1480,
      "吭": 1481,
      "吮": 1482,
      "启": 1483,
      "吱": 1484,
      "吴": 1485,
      "吵": 1486,
      "吸": 1487,
      "吹": 1488,
      "吻": 1489,
      "吼": 1490,
      "吾": 1491,
      "呀": 1492,
      "呂": 1493,
      "呃": 1494,
      "呆": 1495,
      "呈": 1496,
      "呉": 1497,
      "告": 1498,
      "呐": 1499,
      "呑": 1500,
      "呕": 1501,
      "呗": 1502,
      "员": 1503,
      "呛": 1504,
      "呜": 1505,
      "呢": 1506,
      "呤": 1507,
      "呦": 1508,
      "周": 1509,
      "呪": 1510,
      "味": 1511,
      "呵": 1512,
      "呸": 1513,
      "呻": 1514,
      "呼": 1515,
      "命": 1516,
      "咀": 1517,
      "咆": 1518,
      "和": 1519,
      "咎": 1520,
      "咏": 1521,
      "咒": 1522,
      "咔": 1523,
      "咕": 1524,
      "咖": 1525,
      "咙": 1526,
      "咚": 1527,
      "咧": 1528,
      "咨": 1529,
      "咩": 1530,
      "咪": 1531,
      "咬": 1532,
      "咯": 1533,
      "咱": 1534,
      "咲": 1535,
      "咳": 1536,
      "咸": 1537,
      "咽": 1538,
      "哀": 1539,
      "品": 1540,
      "哄": 1541,
      "哆": 1542,
      "哇": 1543,
      "哈": 1544,
      "哉": 1545,
      "响": 1546,
      "哎": 1547,
      "哑": 1548,
      "哒": 1549,
      "哔": 1550,
      "哗": 1551,
      "哟": 1552,
      "員": 1553,
      "哥": 1554,
      "哦": 1555,
      "哧": 1556,
      "哨": 1557,
      "哩": 1558,
      "哪": 1559,
      "哭": 1560,
      "哮": 1561,
      "哲": 1562,
      "哺": 1563,
      "哼": 1564,
      "唁": 1565,
      "唄": 1566,
      "唆": 1567,
      "唇": 1568,
      "唉": 1569,
      "唐": 1570,
      "唑": 1571,
      "唖": 1572,
      "唠": 1573,
      "唢": 1574,
      "唤": 1575,
      "唬": 1576,
      "售": 1577,
      "唯": 1578,
      "唱": 1579,
      "唸": 1580,
      "唾": 1581,
      "啃": 1582,
      "啄": 1583,
      "商": 1584,
      "啊": 1585,
      "問": 1586,
      "啓": 1587,
      "啡": 1588,
      "啤": 1589,
      "啥": 1590,
      "啦": 1591,
      "啪": 1592,
      "啬": 1593,
      "啮": 1594,
      "啸": 1595,
      "啼": 1596,
      "喀": 1597,
      "喂": 1598,
      "善": 1599,
      "喇": 1600,
      "喉": 1601,
      "喊": 1602,
      "喋": 1603,
      "喘": 1604,
      "喙": 1605,
      "喚": 1606,
      "喜": 1607,
      "喝": 1608,
      "喧": 1609,
      "喩": 1610,
      "喪": 1611,
      "喫": 1612,
      "喬": 1613,
      "單": 1614,
      "喰": 1615,
      "喵": 1616,
      "営": 1617,
      "喷": 1618,
      "喻": 1619,
      "喽": 1620,
      "嗅": 1621,
      "嗎": 1622,
      "嗒": 1623,
      "嗓": 1624,
      "嗖": 1625,
      "嗜": 1626,
      "嗝": 1627,
      "嗡": 1628,
      "嗣": 1629,
      "嗨": 1630,
      "嗯": 1631,
      "嗳": 1632,
      "嗽": 1633,
      "嘀": 1634,
      "嘆": 1635,
      "嘈": 1636,
      "嘉": 1637,
      "嘌": 1638,
      "嘎": 1639,
      "嘏": 1640,
      "嘔": 1641,
      "嘘": 1642,
      "嘛": 1643,
      "嘟": 1644,
      "嘩": 1645,
      "嘱": 1646,
      "嘲": 1647,
      "嘴": 1648,
      "嘶": 1649,
      "嘹": 1650,
      "嘻": 1651,
      "嘿": 1652,
      "噂": 1653,
      "噌": 1654,
      "噎": 1655,
      "噗": 1656,
      "噘": 1657,
      "噛": 1658,
      "噜": 1659,
      "噢": 1660,
      "噤": 1661,
      "器": 1662,
      "噩": 1663,
      "噪": 1664,
      "噬": 1665,
      "噱": 1666,
      "噴": 1667,
      "噶": 1668,
      "噺": 1669,
      "噼": 1670,
      "嚇": 1671,
      "嚎": 1672,
      "嚏": 1673,
      "嚓": 1674,
      "嚢": 1675,
      "嚣": 1676,
      "嚥": 1677,
      "嚯": 1678,
      "嚷": 1679,
      "嚼": 1680,
      "囊": 1681,
      "囚": 1682,
      "四": 1683,
      "回": 1684,
      "因": 1685,
      "团": 1686,
      "団": 1687,
      "囤": 1688,
      "囧": 1689,
      "园": 1690,
      "困": 1691,
      "囱": 1692,
      "囲": 1693,
      "図": 1694,
      "围": 1695,
      "固": 1696,
      "国": 1697,
      "图": 1698,
      "圃": 1699,
      "圆": 1700,
      "圈": 1701,
      "國": 1702,
      "圏": 1703,
      "園": 1704,
      "土": 1705,
      "圣": 1706,
      "圧": 1707,
      "在": 1708,
      "圭": 1709,
      "地": 1710,
      "圳": 1711,
      "场": 1712,
      "圾": 1713,
      "址": 1714,
      "坂": 1715,
      "均": 1716,
      "坊": 1717,
      "坍": 1718,
      "坎": 1719,
      "坏": 1720,
      "坐": 1721,
      "坑": 1722,
      "块": 1723,
      "坚": 1724,
      "坛": 1725,
      "坝": 1726,
      "坞": 1727,
      "坟": 1728,
      "坠": 1729,
      "坡": 1730,
      "坤": 1731,
      "坦": 1732,
      "坨": 1733,
      "坪": 1734,
      "坷": 1735,
      "垂": 1736,
      "垃": 1737,
      "垄": 1738,
      "垅": 1739,
      "型": 1740,
      "垒": 1741,
      "垛": 1742,
      "垢": 1743,
      "垣": 1744,
      "垩": 1745,
      "垫": 1746,
      "垮": 1747,
      "埃": 1748,
      "埋": 1749,
      "城": 1750,
      "埔": 1751,
      "域": 1752,
      "埠": 1753,
      "執": 1754,
      "培": 1755,
      "基": 1756,
      "埼": 1757,
      "堀": 1758,
      "堂": 1759,
      "堅": 1760,
      "堆": 1761,
      "堇": 1762,
      "堕": 1763,
      "堡": 1764,
      "堤": 1765,
      "堪": 1766,
      "堯": 1767,
      "報": 1768,
      "場": 1769,
      "堵": 1770,
      "塁": 1771,
      "塊": 1772,
      "塌": 1773,
      "塑": 1774,
      "塔": 1775,
      "塗": 1776,
      "塘": 1777,
      "塚": 1778,
      "塞": 1779,
      "塩": 1780,
      "填": 1781,
      "塵": 1782,
      "塾": 1783,
      "境": 1784,
      "墅": 1785,
      "墉": 1786,
      "墓": 1787,
      "増": 1788,
      "墙": 1789,
      "墜": 1790,
      "增": 1791,
      "墟": 1792,
      "墨": 1793,
      "墩": 1794,
      "墳": 1795,
      "壁": 1796,
      "壇": 1797,
      "壊": 1798,
      "壌": 1799,
      "壑": 1800,
      "壕": 1801,
      "壤": 1802,
      "士": 1803,
      "壮": 1804,
      "声": 1805,
      "壱": 1806,
      "売": 1807,
      "壳": 1808,
      "壶": 1809,
      "壺": 1810,
      "处": 1811,
      "备": 1812,
      "変": 1813,
      "复": 1814,
      "夏": 1815,
      "夕": 1816,
      "外": 1817,
      "多": 1818,
      "夜": 1819,
      "够": 1820,
      "夢": 1821,
      "大": 1822,
      "天": 1823,
      "太": 1824,
      "夫": 1825,
      "夭": 1826,
      "央": 1827,
      "夯": 1828,
      "失": 1829,
      "头": 1830,
      "夷": 1831,
      "夸": 1832,
      "夹": 1833,
      "夺": 1834,
      "奂": 1835,
      "奄": 1836,
      "奇": 1837,
      "奈": 1838,
      "奉": 1839,
      "奋": 1840,
      "奎": 1841,
      "奏": 1842,
      "契": 1843,
      "奔": 1844,
      "奕": 1845,
      "奖": 1846,
      "套": 1847,
      "奘": 1848,
      "奚": 1849,
      "奠": 1850,
      "奢": 1851,
      "奥": 1852,
      "奧": 1853,
      "奨": 1854,
      "奪": 1855,
      "奮": 1856,
      "女": 1857,
      "奴": 1858,
      "奶": 1859,
      "奸": 1860,
      "她": 1861,
      "好": 1862,
      "如": 1863,
      "妃": 1864,
      "妄": 1865,
      "妆": 1866,
      "妇": 1867,
      "妈": 1868,
      "妊": 1869,
      "妍": 1870,
      "妒": 1871,
      "妓": 1872,
      "妖": 1873,
      "妙": 1874,
      "妥": 1875,
      "妨": 1876,
      "妩": 1877,
      "妬": 1878,
      "妮": 1879,
      "妲": 1880,
      "妳": 1881,
      "妹": 1882,
      "妻": 1883,
      "妾": 1884,
      "姆": 1885,
      "姉": 1886,
      "姊": 1887,
      "始": 1888,
      "姐": 1889,
      "姑": 1890,
      "姓": 1891,
      "委": 1892,
      "姗": 1893,
      "姚": 1894,
      "姜": 1895,
      "姝": 1896,
      "姣": 1897,
      "姥": 1898,
      "姦": 1899,
      "姨": 1900,
      "姪": 1901,
      "姫": 1902,
      "姬": 1903,
      "姻": 1904,
      "姿": 1905,
      "威": 1906,
      "娃": 1907,
      "娅": 1908,
      "娆": 1909,
      "娇": 1910,
      "娘": 1911,
      "娜": 1912,
      "娟": 1913,
      "娠": 1914,
      "娥": 1915,
      "娩": 1916,
      "娯": 1917,
      "娱": 1918,
      "娴": 1919,
      "娶": 1920,
      "娼": 1921,
      "婀": 1922,
      "婆": 1923,
      "婉": 1924,
      "婊": 1925,
      "婕": 1926,
      "婚": 1927,
      "婦": 1928,
      "婧": 1929,
      "婪": 1930,
      "婭": 1931,
      "婴": 1932,
      "婵": 1933,
      "婷": 1934,
      "婿": 1935,
      "媒": 1936,
      "媚": 1937,
      "媛": 1938,
      "媲": 1939,
      "媳": 1940,
      "嫁": 1941,
      "嫂": 1942,
      "嫉": 1943,
      "嫌": 1944,
      "嫔": 1945,
      "嫖": 1946,
      "嫡": 1947,
      "嫣": 1948,
      "嫦": 1949,
      "嫩": 1950,
      "嬉": 1951,
      "嬋": 1952,
      "嬌": 1953,
      "嬛": 1954,
      "嬢": 1955,
      "嬪": 1956,
      "嬷": 1957,
      "子": 1958,
      "孑": 1959,
      "孔": 1960,
      "孕": 1961,
      "字": 1962,
      "存": 1963,
      "孙": 1964,
      "孚": 1965,
      "孜": 1966,
      "孝": 1967,
      "孟": 1968,
      "孢": 1969,
      "季": 1970,
      "孤": 1971,
      "学": 1972,
      "孩": 1973,
      "孪": 1974,
      "孫": 1975,
      "孵": 1976,
      "學": 1977,
      "孽": 1978,
      "宁": 1979,
      "它": 1980,
      "宅": 1981,
      "宇": 1982,
      "守": 1983,
      "安": 1984,
      "宋": 1985,
      "完": 1986,
      "宏": 1987,
      "宕": 1988,
      "宗": 1989,
      "官": 1990,
      "宙": 1991,
      "定": 1992,
      "宛": 1993,
      "宜": 1994,
      "宝": 1995,
      "实": 1996,
      "実": 1997,
      "宠": 1998,
      "审": 1999,
      "客": 2000,
      "宣": 2001,
      "室": 2002,
      "宥": 2003,
      "宪": 2004,
      "宫": 2005,
      "宮": 2006,
      "宰": 2007,
      "害": 2008,
      "宴": 2009,
      "宵": 2010,
      "家": 2011,
      "宸": 2012,
      "容": 2013,
      "宽": 2014,
      "宾": 2015,
      "宿": 2016,
      "寂": 2017,
      "寄": 2018,
      "寅": 2019,
      "密": 2020,
      "寇": 2021,
      "富": 2022,
      "寐": 2023,
      "寒": 2024,
      "寓": 2025,
      "寛": 2026,
      "寝": 2027,
      "寞": 2028,
      "察": 2029,
      "寡": 2030,
      "寥": 2031,
      "實": 2032,
      "寧": 2033,
      "寨": 2034,
      "審": 2035,
      "寮": 2036,
      "寵": 2037,
      "寸": 2038,
      "对": 2039,
      "寺": 2040,
      "寻": 2041,
      "导": 2042,
      "対": 2043,
      "寿": 2044,
      "封": 2045,
      "専": 2046,
      "射": 2047,
      "将": 2048,
      "將": 2049,
      "尉": 2050,
      "尊": 2051,
      "尋": 2052,
      "導": 2053,
      "小": 2054,
      "少": 2055,
      "尔": 2056,
      "尕": 2057,
      "尖": 2058,
      "尘": 2059,
      "尚": 2060,
      "尝": 2061,
      "尤": 2062,
      "尧": 2063,
      "尬": 2064,
      "就": 2065,
      "尴": 2066,
      "尸": 2067,
      "尹": 2068,
      "尺": 2069,
      "尻": 2070,
      "尼": 2071,
      "尽": 2072,
      "尾": 2073,
      "尿": 2074,
      "局": 2075,
      "屁": 2076,
      "层": 2077,
      "居": 2078,
      "屈": 2079,
      "屉": 2080,
      "届": 2081,
      "屋": 2082,
      "屍": 2083,
      "屎": 2084,
      "屏": 2085,
      "屑": 2086,
      "屓": 2087,
      "展": 2088,
      "属": 2089,
      "屠": 2090,
      "屡": 2091,
      "層": 2092,
      "履": 2093,
      "屯": 2094,
      "山": 2095,
      "屹": 2096,
      "屿": 2097,
      "岁": 2098,
      "岂": 2099,
      "岌": 2100,
      "岐": 2101,
      "岑": 2102,
      "岔": 2103,
      "岖": 2104,
      "岗": 2105,
      "岚": 2106,
      "岛": 2107,
      "岡": 2108,
      "岩": 2109,
      "岬": 2110,
      "岭": 2111,
      "岱": 2112,
      "岳": 2113,
      "岷": 2114,
      "岸": 2115,
      "峋": 2116,
      "峙": 2117,
      "峠": 2118,
      "峡": 2119,
      "峥": 2120,
      "峦": 2121,
      "峨": 2122,
      "峭": 2123,
      "峰": 2124,
      "島": 2125,
      "峻": 2126,
      "崇": 2127,
      "崎": 2128,
      "崑": 2129,
      "崔": 2130,
      "崖": 2131,
      "崗": 2132,
      "崙": 2133,
      "崚": 2134,
      "崛": 2135,
      "崢": 2136,
      "崩": 2137,
      "崭": 2138,
      "崴": 2139,
      "崽": 2140,
      "嵌": 2141,
      "嵐": 2142,
      "嵘": 2143,
      "嵚": 2144,
      "嵩": 2145,
      "嶋": 2146,
      "嶙": 2147,
      "嶺": 2148,
      "嶼": 2149,
      "巅": 2150,
      "巍": 2151,
      "川": 2152,
      "州": 2153,
      "巡": 2154,
      "巢": 2155,
      "巣": 2156,
      "工": 2157,
      "左": 2158,
      "巧": 2159,
      "巨": 2160,
      "巩": 2161,
      "巫": 2162,
      "差": 2163,
      "己": 2164,
      "已": 2165,
      "巳": 2166,
      "巴": 2167,
      "巷": 2168,
      "巻": 2169,
      "巾": 2170,
      "币": 2171,
      "市": 2172,
      "布": 2173,
      "帅": 2174,
      "帆": 2175,
      "师": 2176,
      "希": 2177,
      "帐": 2178,
      "帕": 2179,
      "帖": 2180,
      "帘": 2181,
      "帚": 2182,
      "帜": 2183,
      "帝": 2184,
      "帥": 2185,
      "带": 2186,
      "帧": 2187,
      "師": 2188,
      "席": 2189,
      "帮": 2190,
      "帯": 2191,
      "帰": 2192,
      "帳": 2193,
      "帶": 2194,
      "帷": 2195,
      "常": 2196,
      "帽": 2197,
      "幂": 2198,
      "幅": 2199,
      "幇": 2200,
      "幌": 2201,
      "幕": 2202,
      "幣": 2203,
      "干": 2204,
      "平": 2205,
      "年": 2206,
      "并": 2207,
      "幸": 2208,
      "幹": 2209,
      "幻": 2210,
      "幼": 2211,
      "幽": 2212,
      "幾": 2213,
      "广": 2214,
      "庁": 2215,
      "広": 2216,
      "庄": 2217,
      "庆": 2218,
      "庇": 2219,
      "床": 2220,
      "序": 2221,
      "庐": 2222,
      "库": 2223,
      "应": 2224,
      "底": 2225,
      "店": 2226,
      "庙": 2227,
      "庚": 2228,
      "府": 2229,
      "庞": 2230,
      "废": 2231,
      "度": 2232,
      "座": 2233,
      "庫": 2234,
      "庭": 2235,
      "庶": 2236,
      "康": 2237,
      "庸": 2238,
      "廃": 2239,
      "廈": 2240,
      "廉": 2241,
      "廊": 2242,
      "廖": 2243,
      "廬": 2244,
      "延": 2245,
      "廷": 2246,
      "建": 2247,
      "廻": 2248,
      "开": 2249,
      "弁": 2250,
      "异": 2251,
      "弃": 2252,
      "弄": 2253,
      "弈": 2254,
      "弊": 2255,
      "弋": 2256,
      "式": 2257,
      "弓": 2258,
      "弔": 2259,
      "引": 2260,
      "弗": 2261,
      "弘": 2262,
      "弛": 2263,
      "弟": 2264,
      "张": 2265,
      "弥": 2266,
      "弦": 2267,
      "弧": 2268,
      "弯": 2269,
      "弱": 2270,
      "張": 2271,
      "強": 2272,
      "弹": 2273,
      "强": 2274,
      "弾": 2275,
      "彊": 2276,
      "归": 2277,
      "当": 2278,
      "录": 2279,
      "彗": 2280,
      "形": 2281,
      "彤": 2282,
      "彦": 2283,
      "彧": 2284,
      "彩": 2285,
      "彪": 2286,
      "彫": 2287,
      "彬": 2288,
      "彭": 2289,
      "彰": 2290,
      "影": 2291,
      "彷": 2292,
      "役": 2293,
      "彻": 2294,
      "彼": 2295,
      "彿": 2296,
      "往": 2297,
      "征": 2298,
      "径": 2299,
      "待": 2300,
      "很": 2301,
      "徊": 2302,
      "律": 2303,
      "後": 2304,
      "徐": 2305,
      "徒": 2306,
      "従": 2307,
      "徕": 2308,
      "得": 2309,
      "徘": 2310,
      "徙": 2311,
      "御": 2312,
      "徨": 2313,
      "復": 2314,
      "循": 2315,
      "微": 2316,
      "徳": 2317,
      "徴": 2318,
      "徵": 2319,
      "德": 2320,
      "徹": 2321,
      "徽": 2322,
      "心": 2323,
      "必": 2324,
      "忆": 2325,
      "忌": 2326,
      "忍": 2327,
      "忏": 2328,
      "忒": 2329,
      "忖": 2330,
      "志": 2331,
      "忘": 2332,
      "忙": 2333,
      "応": 2334,
      "忠": 2335,
      "忡": 2336,
      "忤": 2337,
      "忧": 2338,
      "快": 2339,
      "念": 2340,
      "忽": 2341,
      "怀": 2342,
      "态": 2343,
      "怎": 2344,
      "怒": 2345,
      "怕": 2346,
      "怖": 2347,
      "怜": 2348,
      "思": 2349,
      "怠": 2350,
      "怡": 2351,
      "急": 2352,
      "怦": 2353,
      "性": 2354,
      "怨": 2355,
      "怪": 2356,
      "怯": 2357,
      "总": 2358,
      "怼": 2359,
      "恋": 2360,
      "恍": 2361,
      "恐": 2362,
      "恒": 2363,
      "恕": 2364,
      "恙": 2365,
      "恢": 2366,
      "恣": 2367,
      "恤": 2368,
      "恥": 2369,
      "恨": 2370,
      "恩": 2371,
      "恪": 2372,
      "恬": 2373,
      "恭": 2374,
      "息": 2375,
      "恰": 2376,
      "恳": 2377,
      "恵": 2378,
      "恶": 2379,
      "恹": 2380,
      "恺": 2381,
      "恼": 2382,
      "悄": 2383,
      "悉": 2384,
      "悍": 2385,
      "悔": 2386,
      "悖": 2387,
      "悚": 2388,
      "悟": 2389,
      "悠": 2390,
      "患": 2391,
      "悦": 2392,
      "您": 2393,
      "悩": 2394,
      "悪": 2395,
      "悬": 2396,
      "悯": 2397,
      "悲": 2398,
      "悸": 2399,
      "悼": 2400,
      "情": 2401,
      "惇": 2402,
      "惊": 2403,
      "惋": 2404,
      "惑": 2405,
      "惕": 2406,
      "惚": 2407,
      "惜": 2408,
      "惠": 2409,
      "惣": 2410,
      "惧": 2411,
      "惨": 2412,
      "惩": 2413,
      "惫": 2414,
      "惭": 2415,
      "惯": 2416,
      "惰": 2417,
      "想": 2418,
      "惹": 2419,
      "愁": 2420,
      "愈": 2421,
      "愉": 2422,
      "意": 2423,
      "愕": 2424,
      "愚": 2425,
      "愛": 2426,
      "感": 2427,
      "愣": 2428,
      "愤": 2429,
      "愧": 2430,
      "愷": 2431,
      "愿": 2432,
      "慈": 2433,
      "態": 2434,
      "慌": 2435,
      "慎": 2436,
      "慑": 2437,
      "慕": 2438,
      "慜": 2439,
      "慢": 2440,
      "慣": 2441,
      "慧": 2442,
      "慨": 2443,
      "慮": 2444,
      "慰": 2445,
      "慶": 2446,
      "慷": 2447,
      "憂": 2448,
      "憊": 2449,
      "憋": 2450,
      "憎": 2451,
      "憐": 2452,
      "憑": 2453,
      "憚": 2454,
      "憤": 2455,
      "憧": 2456,
      "憨": 2457,
      "憩": 2458,
      "憬": 2459,
      "憲": 2460,
      "憶": 2461,
      "憾": 2462,
      "懂": 2463,
      "懇": 2464,
      "懈": 2465,
      "應": 2466,
      "懊": 2467,
      "懋": 2468,
      "懐": 2469,
      "懒": 2470,
      "懦": 2471,
      "懲": 2472,
      "懸": 2473,
      "懿": 2474,
      "戈": 2475,
      "戎": 2476,
      "戏": 2477,
      "成": 2478,
      "我": 2479,
      "戒": 2480,
      "或": 2481,
      "战": 2482,
      "戚": 2483,
      "戛": 2484,
      "戟": 2485,
      "戦": 2486,
      "戩": 2487,
      "截": 2488,
      "戬": 2489,
      "戮": 2490,
      "戯": 2491,
      "戲": 2492,
      "戳": 2493,
      "戴": 2494,
      "戶": 2495,
      "户": 2496,
      "戸": 2497,
      "戻": 2498,
      "房": 2499,
      "所": 2500,
      "扁": 2501,
      "扇": 2502,
      "扉": 2503,
      "手": 2504,
      "才": 2505,
      "扎": 2506,
      "扑": 2507,
      "扒": 2508,
      "打": 2509,
      "扔": 2510,
      "払": 2511,
      "托": 2512,
      "扛": 2513,
      "扣": 2514,
      "执": 2515,
      "扩": 2516,
      "扪": 2517,
      "扫": 2518,
      "扬": 2519,
      "扭": 2520,
      "扮": 2521,
      "扯": 2522,
      "扰": 2523,
      "扱": 2524,
      "扳": 2525,
      "扶": 2526,
      "批": 2527,
      "扼": 2528,
      "找": 2529,
      "承": 2530,
      "技": 2531,
      "抄": 2532,
      "抉": 2533,
      "把": 2534,
      "抑": 2535,
      "抒": 2536,
      "抓": 2537,
      "投": 2538,
      "抖": 2539,
      "抗": 2540,
      "折": 2541,
      "抚": 2542,
      "抛": 2543,
      "抜": 2544,
      "択": 2545,
      "抠": 2546,
      "抢": 2547,
      "护": 2548,
      "报": 2549,
      "抨": 2550,
      "披": 2551,
      "抬": 2552,
      "抱": 2553,
      "抵": 2554,
      "抹": 2555,
      "押": 2556,
      "抽": 2557,
      "拄": 2558,
      "担": 2559,
      "拆": 2560,
      "拇": 2561,
      "拈": 2562,
      "拉": 2563,
      "拌": 2564,
      "拍": 2565,
      "拐": 2566,
      "拒": 2567,
      "拓": 2568,
      "拔": 2569,
      "拖": 2570,
      "拗": 2571,
      "拘": 2572,
      "拙": 2573,
      "招": 2574,
      "拜": 2575,
      "拝": 2576,
      "拟": 2577,
      "拠": 2578,
      "拡": 2579,
      "拢": 2580,
      "拣": 2581,
      "拥": 2582,
      "拦": 2583,
      "拧": 2584,
      "拨": 2585,
      "择": 2586,
      "括": 2587,
      "拭": 2588,
      "拮": 2589,
      "拯": 2590,
      "拱": 2591,
      "拳": 2592,
      "拴": 2593,
      "拶": 2594,
      "拷": 2595,
      "拼": 2596,
      "拾": 2597,
      "拿": 2598,
      "持": 2599,
      "挂": 2600,
      "指": 2601,
      "按": 2602,
      "挑": 2603,
      "挖": 2604,
      "挙": 2605,
      "挚": 2606,
      "挛": 2607,
      "挝": 2608,
      "挟": 2609,
      "挠": 2610,
      "挡": 2611,
      "挣": 2612,
      "挤": 2613,
      "挥": 2614,
      "挨": 2615,
      "挪": 2616,
      "挫": 2617,
      "振": 2618,
      "挺": 2619,
      "挽": 2620,
      "挿": 2621,
      "捂": 2622,
      "捅": 2623,
      "捆": 2624,
      "捉": 2625,
      "捍": 2626,
      "捏": 2627,
      "捐": 2628,
      "捕": 2629,
      "捗": 2630,
      "捜": 2631,
      "捞": 2632,
      "损": 2633,
      "捡": 2634,
      "换": 2635,
      "捣": 2636,
      "捧": 2637,
      "捨": 2638,
      "据": 2639,
      "捶": 2640,
      "捷": 2641,
      "捻": 2642,
      "掀": 2643,
      "掂": 2644,
      "掃": 2645,
      "授": 2646,
      "掉": 2647,
      "掌": 2648,
      "掏": 2649,
      "掐": 2650,
      "排": 2651,
      "掘": 2652,
      "掛": 2653,
      "掠": 2654,
      "採": 2655,
      "探": 2656,
      "接": 2657,
      "控": 2658,
      "推": 2659,
      "掩": 2660,
      "措": 2661,
      "掮": 2662,
      "掰": 2663,
      "掲": 2664,
      "掳": 2665,
      "掴": 2666,
      "掷": 2667,
      "掸": 2668,
      "掺": 2669,
      "掻": 2670,
      "揃": 2671,
      "揄": 2672,
      "揉": 2673,
      "揍": 2674,
      "描": 2675,
      "提": 2676,
      "插": 2677,
      "揚": 2678,
      "換": 2679,
      "握": 2680,
      "揣": 2681,
      "揪": 2682,
      "揭": 2683,
      "揮": 2684,
      "援": 2685,
      "揶": 2686,
      "揺": 2687,
      "揽": 2688,
      "搁": 2689,
      "搂": 2690,
      "搅": 2691,
      "損": 2692,
      "搏": 2693,
      "搐": 2694,
      "搓": 2695,
      "搜": 2696,
      "搞": 2697,
      "搡": 2698,
      "搪": 2699,
      "搬": 2700,
      "搭": 2701,
      "携": 2702,
      "搾": 2703,
      "摂": 2704,
      "摄": 2705,
      "摆": 2706,
      "摇": 2707,
      "摊": 2708,
      "摒": 2709,
      "摔": 2710,
      "摘": 2711,
      "摧": 2712,
      "摩": 2713,
      "摸": 2714,
      "撃": 2715,
      "撅": 2716,
      "撇": 2717,
      "撑": 2718,
      "撒": 2719,
      "撕": 2720,
      "撞": 2721,
      "撤": 2722,
      "撩": 2723,
      "撫": 2724,
      "播": 2725,
      "撮": 2726,
      "撰": 2727,
      "撲": 2728,
      "撼": 2729,
      "擁": 2730,
      "擂": 2731,
      "擅": 2732,
      "擊": 2733,
      "操": 2734,
      "擎": 2735,
      "擘": 2736,
      "擞": 2737,
      "擢": 2738,
      "擦": 2739,
      "擬": 2740,
