{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<ug>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</ug>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<en>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</en>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<jp>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "</jp>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<zh>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "</zh>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<uz>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "</uz>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<kk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "</kk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<ky>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "</ky>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<tr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "</tr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<ru>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "</ru>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<SOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "<ug>": 4,
      "</ug>": 5,
      "<en>": 6,
      "</en>": 7,
      "<jp>": 8,
      "</jp>": 9,
      "<zh>": 10,
      "</zh>": 11,
      "<uz>": 12,
      "</uz>": 13,
      "<kk>": 14,
      "</kk>": 15,
      "<ky>": 16,
      "</ky>": 17,
      "<tr>": 18,
      "</tr>": 19,
      "<ru>": 20,
      "</ru>": 21,
      "\t": 22,
      "\n": 23,
      "\r": 24,
      "!": 25,
      "\"": 26,
      "#": 27,
      "$": 28,
      "%": 29,
      "&": 30,
      "'": 31,
      "(": 32,
      ")": 33,
      "*": 34,
      "+": 35,
      ",": 36,
      "-": 37,
      ".": 38,
      "/": 39,
      "0": 40,
      "1": 41,
      "2": 42,
      "3": 43,
      "4": 44,
      "5": 45,
      "6": 46,
      "7": 47,
      "8": 48,
      "9": 49,
      ":": 50,
      ";": 51,
      "<": 52,
      "=": 53,
      ">": 54,
      "?": 55,
      "@": 56,
      "A": 57,
      "B": 58,
      "C": 59,
      "D": 60,
      "E": 61,
      "F": 62,
      "G": 63,
      "H": 64,
      "I": 65,
      "J": 66,
      "K": 67,
      "L": 68,
      "M": 69,
      "N": 70,
      "O": 71,
      "P": 72,
      "Q": 73,
      "R": 74,
      "S": 75,
      "T": 76,
      "U": 77,
      "V": 78,
      "W": 79,
      "X": 80,
      "Y": 81,
      "Z": 82,
      "[": 83,
      "\\": 84,
      "]": 85,
      "^": 86,
      "_": 87,
      "`": 88,
      "a": 89,
      "b": 90,
      "c": 91,
      "d": 92,
      "e": 93,
      "f": 94,
      "g": 95,
      "h": 96,
      "i": 97,
      "j": 98,
      "k": 99,
      "l": 100,
      "m": 101,
      "n": 102,
      "o": 103,
      "p": 104,
      "q": 105,
      "r": 106,
      "s": 107,
      "t": 108,
      "u": 109,
      "v": 110,
      "w": 111,
      "x": 112,
      "y": 113,
      "z": 114,
      "{": 115,
      "|": 116,
      "}": 117,
      " ": 118,
      "£": 119,
      "¥": 120,
      "«": 121,
      "­": 122,
      "®": 123,
      "²": 124,
      "´": 125,
      "·": 126,
      "¹": 127,
      "º": 128,
      "»": 129,
      "À": 130,
      "Á": 131,
      "Â": 132,
      "Ä": 133,
      "Æ": 134,
      "Ç": 135,
      "É": 136,
      "Ì": 137,
      "Ñ": 138,
      "Ó": 139,
      "Ö": 140,
      "×": 141,
      "Ú": 142,
      "Ü": 143,
      "à": 144,
      "á": 145,
      "â": 146,
      "ã": 147,
      "ä": 148,
      "å": 149,
      "æ": 150,
      "ç": 151,
      "è": 152,
      "é": 153,
      "ê": 154,
      "ë": 155,
      "ì": 156,
      "í": 157,
      "î": 158,
      "ï": 159,
      "ð": 160,
      "ñ": 161,
      "ò": 162,
      "ó": 163,
      "ô": 164,
      "õ": 165,
      "ö": 166,
      "ø": 167,
      "ù": 168,
      "ú": 169,
      "û": 170,
      "ü": 171,
      "ý": 172,
      "ā": 173,
      "ą": 174,
      "ć": 175,
      "č": 176,
      "đ": 177,
      "ē": 178,
      "ė": 179,
      "ę": 180,
      "ĝ": 181,
      "Ğ": 182,
      "ğ": 183,
      "ġ": 184,
      "ģ": 185,
      "ī": 186,
      "ĭ": 187,
      "į": 188,
      "İ": 189,
      "ı": 190,
      "ķ": 191,
      "ł": 192,
      "ń": 193,
      "ň": 194,
      "ŋ": 195,
      "ō": 196,
      "ŏ": 197,
      "Ś": 198,
      "ś": 199,
      "Ş": 200,
      "ş": 201,
      "Š": 202,
      "š": 203,
      "ū": 204,
      "Ŭ": 205,
      "ŭ": 206,
      "ŵ": 207,
      "ż": 208,
      "Ž": 209,
      "ž": 210,
      "ſ": 211,
      "Ə": 212,
      "ƛ": 213,
      "ƻ": 214,
      "ǎ": 215,
      "ǐ": 216,
      "ǒ": 217,
      "ǔ": 218,
      "ǜ": 219,
      "ǧ": 220,
      "ǵ": 221,
      "ș": 222,
      "ț": 223,
      "ə": 224,
      "ɪ": 225,
      "ɵ": 226,
      "ʃ": 227,
      "ʊ": 228,
      "ʏ": 229,
      "ʒ": 230,
      "ʺ": 231,
      "ʻ": 232,
      "ʼ": 233,
      "ʾ": 234,
      "́": 235,
      "̂": 236,
      "̆": 237,
      "̇": 238,
      "̈": 239,
      "̧": 240,
      "̸": 241,
      "͡": 242,
      "α": 243,
      "ι": 244,
      "μ": 245,
      "π": 246,
      "Ё": 247,
      "І": 248,
      "А": 249,
      "Б": 250,
      "В": 251,
      "Г": 252,
      "Д": 253,
      "Е": 254,
      "Ж": 255,
      "З": 256,
      "И": 257,
      "Й": 258,
      "К": 259,
      "Л": 260,
      "М": 261,
      "Н": 262,
      "О": 263,
      "П": 264,
      "Р": 265,
      "С": 266,
      "Т": 267,
      "У": 268,
      "Ф": 269,
      "Х": 270,
      "Ц": 271,
      "Ч": 272,
      "Ш": 273,
      "Щ": 274,
      "Ъ": 275,
      "Ы": 276,
      "Ь": 277,
      "Э": 278,
      "Ю": 279,
      "Я": 280,
      "а": 281,
      "б": 282,
      "в": 283,
      "г": 284,
      "д": 285,
      "е": 286,
      "ж": 287,
      "з": 288,
      "и": 289,
      "й": 290,
      "к": 291,
      "л": 292,
      "м": 293,
      "н": 294,
      "о": 295,
      "п": 296,
      "р": 297,
      "с": 298,
      "т": 299,
      "у": 300,
      "ф": 301,
      "х": 302,
      "ц": 303,
      "ч": 304,
      "ш": 305,
      "щ": 306,
      "ъ": 307,
      "ы": 308,
      "ь": 309,
      "э": 310,
      "ю": 311,
      "я": 312,
      "ё": 313,
      "є": 314,
      "і": 315,
      "ї": 316,
      "ј": 317,
      "ў": 318,
      "ѳ": 319,
      "Ґ": 320,
      "ґ": 321,
      "Ғ": 322,
      "ғ": 323,
      "Җ": 324,
      "җ": 325,
      "Қ": 326,
      "қ": 327,
      "ҡ": 328,
      "Ң": 329,
      "ң": 330,
      "ҥ": 331,
      "Ү": 332,
      "ү": 333,
      "Ұ": 334,
      "ұ": 335,
      "Ҳ": 336,
      "ҳ": 337,
      "Ҷ": 338,
      "Һ": 339,
      "һ": 340,
      "ӊ": 341,
      "Ә": 342,
      "ә": 343,
      "Ө": 344,
      "ө": 345,
      "ӽ": 346,
      "Ս": 347,
      "ե": 348,
      "պ": 349,
      "ս": 350,
      "י": 351,
      "נ": 352,
      "،": 353,
      "؛": 354,
      "؟": 355,
      "ؤ": 356,
      "ئ": 357,
      "ا": 358,
      "ب": 359,
      "ت": 360,
      "ث": 361,
      "ج": 362,
      "خ": 363,
      "د": 364,
      "ر": 365,
      "ز": 366,
      "س": 367,
      "ش": 368,
      "ص": 369,
      "ع": 370,
      "غ": 371,
      "ـ": 372,
      "ف": 373,
      "ق": 374,
      "ك": 375,
      "ل": 376,
      "م": 377,
      "ن": 378,
      "ه": 379,
      "و": 380,
      "ى": 381,
      "ي": 382,
      "پ": 383,
      "ځ": 384,
      "چ": 385,
      "ژ": 386,
      "ڧ": 387,
      "ک": 388,
      "ڭ": 389,
      "گ": 390,
      "ھ": 391,
      "ۆ": 392,
      "ۇ": 393,
      "ۈ": 394,
      "ۋ": 395,
      "ی": 396,
      "ې": 397,
      "ە": 398,
      "ं": 399,
      "अ": 400,
      "आ": 401,
      "इ": 402,
      "ई": 403,
      "क": 404,
      "ख": 405,
      "ग": 406,
      "च": 407,
      "छ": 408,
      "ज": 409,
      "ट": 410,
      "ड": 411,
      "ण": 412,
      "त": 413,
      "द": 414,
      "ध": 415,
      "न": 416,
      "प": 417,
      "फ": 418,
      "म": 419,
      "य": 420,
      "र": 421,
      "ल": 422,
      "व": 423,
      "श": 424,
      "स": 425,
      "ह": 426,
      "़": 427,
      "ा": 428,
      "ि": 429,
      "ी": 430,
      "ु": 431,
      "ू": 432,
      "े": 433,
      "ॉ": 434,
      "ो": 435,
      "्": 436,
      "ং": 437,
      "উ": 438,
      "ক": 439,
      "গ": 440,
      "চ": 441,
      "দ": 442,
      "ন": 443,
      "ব": 444,
      "র": 445,
      "ল": 446,
      "া": 447,
      "ি": 448,
      "ু": 449,
      "ূ": 450,
      "ে": 451,
      "ਰ": 452,
      "ੁ": 453,
      "એ": 454,
      "ક": 455,
      "મ": 456,
      "ી": 457,
      "அ": 458,
      "எ": 459,
      "த": 460,
      "ந": 461,
      "்": 462,
      "చ": 463,
      "ర": 464,
      "్": 465,
      "ಗ": 466,
      "ಲ": 467,
      "ಳ": 468,
      "ವ": 469,
      "ಶ": 470,
      "ಷ": 471,
      "ಹ": 472,
      "ಿ": 473,
      "ೆ": 474,
      "ೇ": 475,
      "್": 476,
      "ഒ": 477,
      "ര": 478,
      "ു": 479,
      "ก": 480,
      "ม": 481,
      "อ": 482,
      "า": 483,
      "ა": 484,
      "ე": 485,
      "ი": 486,
      "კ": 487,
      "ლ": 488,
      "მ": 489,
      "ნ": 490,
      "ო": 491,
      "ዙ": 492,
      "ច": 493,
      "ន": 494,
      "ួ": 495,
      "ំ": 496,
      "ṁ": 497,
      "ṟ": 498,
      "ṣ": 499,
      "ẩ": 500,
      "ổ": 501,
      "ờ": 502,
      "ủ": 503,
      "ữ": 504,
      "ự": 505,
      "ỳ": 506,
      "​": 507,
      "‍": 508,
      "‎": 509,
      "‑": 510,
      "–": 511,
      "—": 512,
      "―": 513,
      "‘": 514,
      "’": 515,
      "“": 516,
      "”": 517,
      "„": 518,
      "•": 519,
      "…": 520,
      "′": 521,
      "‹": 522,
      "›": 523,
      "₂": 524,
      "€": 525,
      "℃": 526,
      "№": 527,
      "Ⅰ": 528,
      "Ⅲ": 529,
      "Ⅵ": 530,
      "←": 531,
      "↑": 532,
      "→": 533,
      "⇋": 534,
      "⇌": 535,
      "−": 536,
      "∙": 537,
      "√": 538,
      "∞": 539,
      "≠": 540,
      "⏰": 541,
      "│": 542,
      "▁": 543,
      "▕": 544,
      "☆": 545,
      "❤": 546,
      "⼥": 547,
      "　": 548,
      "、": 549,
      "。": 550,
      "々": 551,
      "〇": 552,
      "〉": 553,
      "《": 554,
      "》": 555,
      "「": 556,
      "」": 557,
      "『": 558,
      "』": 559,
      "【": 560,
      "】": 561,
      "〜": 562,
      "ぁ": 563,
      "あ": 564,
      "ぃ": 565,
      "い": 566,
      "う": 567,
      "ぇ": 568,
      "え": 569,
      "お": 570,
      "か": 571,
      "が": 572,
      "き": 573,
      "ぎ": 574,
      "く": 575,
      "ぐ": 576,
      "け": 577,
      "げ": 578,
      "こ": 579,
      "ご": 580,
      "さ": 581,
      "ざ": 582,
      "し": 583,
      "じ": 584,
      "す": 585,
      "ず": 586,
      "せ": 587,
      "ぜ": 588,
      "そ": 589,
      "ぞ": 590,
      "た": 591,
      "だ": 592,
      "ち": 593,
      "っ": 594,
      "つ": 595,
      "づ": 596,
      "て": 597,
      "で": 598,
      "と": 599,
      "ど": 600,
      "な": 601,
      "に": 602,
      "ぬ": 603,
      "ね": 604,
      "の": 605,
      "は": 606,
      "ば": 607,
      "ぱ": 608,
      "ひ": 609,
      "び": 610,
      "ぴ": 611,
      "ふ": 612,
      "ぶ": 613,
      "ぷ": 614,
      "へ": 615,
      "べ": 616,
      "ぺ": 617,
      "ほ": 618,
      "ぼ": 619,
      "ぽ": 620,
      "ま": 621,
      "み": 622,
      "む": 623,
      "め": 624,
      "も": 625,
      "ゃ": 626,
      "や": 627,
      "ゅ": 628,
      "ゆ": 629,
      "ょ": 630,
      "よ": 631,
      "ら": 632,
      "り": 633,
      "る": 634,
      "れ": 635,
      "ろ": 636,
      "わ": 637,
      "を": 638,
      "ん": 639,
      "ァ": 640,
      "ア": 641,
      "ィ": 642,
      "イ": 643,
      "ゥ": 644,
      "ウ": 645,
      "ェ": 646,
      "エ": 647,
      "ォ": 648,
      "オ": 649,
      "カ": 650,
      "ガ": 651,
      "キ": 652,
      "ギ": 653,
      "ク": 654,
      "グ": 655,
      "ケ": 656,
      "ゲ": 657,
      "コ": 658,
      "ゴ": 659,
      "サ": 660,
      "ザ": 661,
      "シ": 662,
      "ジ": 663,
      "ス": 664,
      "ズ": 665,
      "セ": 666,
      "ゼ": 667,
      "ソ": 668,
      "ゾ": 669,
      "タ": 670,
      "ダ": 671,
      "チ": 672,
      "ヂ": 673,
      "ッ": 674,
      "ツ": 675,
      "ヅ": 676,
      "テ": 677,
      "デ": 678,
      "ト": 679,
      "ド": 680,
      "ナ": 681,
      "ニ": 682,
      "ヌ": 683,
      "ネ": 684,
      "ノ": 685,
      "ハ": 686,
      "バ": 687,
      "パ": 688,
      "ヒ": 689,
      "ビ": 690,
      "ピ": 691,
      "フ": 692,
      "ブ": 693,
      "プ": 694,
      "ヘ": 695,
      "ベ": 696,
      "ペ": 697,
      "ホ": 698,
      "ボ": 699,
      "ポ": 700,
      "マ": 701,
      "ミ": 702,
      "ム": 703,
      "メ": 704,
      "モ": 705,
      "ャ": 706,
      "ヤ": 707,
      "ュ": 708,
      "ユ": 709,
      "ョ": 710,
      "ヨ": 711,
      "ラ": 712,
      "リ": 713,
      "ル": 714,
      "レ": 715,
      "ロ": 716,
      "ワ": 717,
      "ン": 718,
      "ヴ": 719,
      "ヶ": 720,
      "・": 721,
      "ー": 722,
      "一": 723,
      "丁": 724,
      "七": 725,
      "丄": 726,
      "万": 727,
      "丈": 728,
      "三": 729,
      "上": 730,
      "下": 731,
      "不": 732,
      "与": 733,
      "丐": 734,
      "丑": 735,
      "专": 736,
      "且": 737,
      "丕": 738,
      "世": 739,
      "丘": 740,
      "丙": 741,
      "业": 742,
      "丛": 743,
      "东": 744,
      "丝": 745,
      "丞": 746,
      "丟": 747,
      "両": 748,
      "丢": 749,
      "两": 750,
      "严": 751,
      "並": 752,
      "丧": 753,
      "丨": 754,
      "个": 755,
      "中": 756,
      "丰": 757,
      "串": 758,
      "临": 759,
      "丸": 760,
      "丹": 761,
      "为": 762,
      "主": 763,
      "丽": 764,
      "举": 765,
      "乃": 766,
      "久": 767,
      "么": 768,
      "义": 769,
      "之": 770,
      "乌": 771,
      "乍": 772,
      "乎": 773,
      "乏": 774,
      "乐": 775,
      "乒": 776,
      "乓": 777,
      "乔": 778,
      "乖": 779,
      "乗": 780,
      "乘": 781,
      "乙": 782,
      "九": 783,
      "乞": 784,
      "也": 785,
      "习": 786,
      "乡": 787,
      "书": 788,
      "买": 789,
      "乱": 790,
      "乳": 791,
      "乾": 792,
      "亀": 793,
      "了": 794,
      "予": 795,
      "争": 796,
      "事": 797,
      "二": 798,
      "于": 799,
      "亏": 800,
      "云": 801,
      "互": 802,
      "五": 803,
      "井": 804,
      "亚": 805,
      "些": 806,
      "亜": 807,
      "亞": 808,
      "亟": 809,
      "亡": 810,
      "亢": 811,
      "交": 812,
      "亥": 813,
      "亦": 814,
      "产": 815,
      "亨": 816,
      "亩": 817,
      "享": 818,
      "京": 819,
      "亭": 820,
      "亮": 821,
      "亲": 822,
      "亵": 823,
      "人": 824,
      "亿": 825,
      "什": 826,
      "仁": 827,
      "仃": 828,
      "仅": 829,
      "仆": 830,
      "仇": 831,
      "今": 832,
      "介": 833,
      "仍": 834,
      "从": 835,
      "仏": 836,
      "仑": 837,
      "仓": 838,
      "仔": 839,
      "仕": 840,
      "他": 841,
      "仗": 842,
      "付": 843,
      "仙": 844,
      "代": 845,
      "令": 846,
      "以": 847,
      "仨": 848,
      "仪": 849,
      "们": 850,
      "仮": 851,
      "仰": 852,
      "仲": 853,
      "件": 854,
      "价": 855,
      "任": 856,
      "份": 857,
      "仿": 858,
      "企": 859,
      "伊": 860,
      "伍": 861,
      "伎": 862,
      "伏": 863,
      "伐": 864,
      "休": 865,
      "众": 866,
      "优": 867,
      "伙": 868,
      "会": 869,
      "伝": 870,
      "伞": 871,
      "伟": 872,
      "传": 873,
      "伤": 874,
      "伦": 875,
      "伪": 876,
      "伯": 877,
      "估": 878,
      "伴": 879,
      "伶": 880,
      "伸": 881,
      "伺": 882,
      "似": 883,
      "伽": 884,
      "但": 885,
      "佇": 886,
      "位": 887,
      "低": 888,
      "住": 889,
      "佐": 890,
      "佑": 891,
      "体": 892,
      "何": 893,
      "佗": 894,
      "余": 895,
      "佛": 896,
      "作": 897,
      "佝": 898,
      "佟": 899,
      "你": 900,
      "佣": 901,
      "佩": 902,
      "佬": 903,
      "佰": 904,
      "佳": 905,
      "併": 906,
      "佼": 907,
      "使": 908,
      "侃": 909,
      "侄": 910,
      "侈": 911,
      "例": 912,
      "侍": 913,
      "侏": 914,
      "侑": 915,
      "供": 916,
      "依": 917,
      "侠": 918,
      "価": 919,
      "侣": 920,
      "侥": 921,
      "侦": 922,
      "侧": 923,
      "侬": 924,
      "侮": 925,
      "侯": 926,
      "侵": 927,
      "侶": 928,
      "便": 929,
      "係": 930,
      "促": 931,
      "俄": 932,
      "俊": 933,
      "俏": 934,
      "俐": 935,
      "俑": 936,
      "俗": 937,
      "俘": 938,
      "俚": 939,
      "保": 940,
      "俞": 941,
      "信": 942,
      "俩": 943,
      "俪": 944,
      "俭": 945,
      "修": 946,
      "俯": 947,
      "俱": 948,
      "俳": 949,
      "俸": 950,
      "俺": 951,
      "俾": 952,
      "倉": 953,
      "個": 954,
      "倍": 955,
      "們": 956,
      "倒": 957,
      "候": 958,
      "倚": 959,
      "借": 960,
      "倡": 961,
      "倣": 962,
      "値": 963,
      "倦": 964,
      "倩": 965,
      "倪": 966,
      "倫": 967,
      "倶": 968,
      "倹": 969,
      "债": 970,
      "值": 971,
      "倾": 972,
      "偃": 973,
      "假": 974,
      "偉": 975,
      "偎": 976,
      "偏": 977,
      "偕": 978,
      "做": 979,
      "停": 980,
      "健": 981,
      "偲": 982,
      "側": 983,
      "偵": 984,
      "偶": 985,
      "偷": 986,
      "偻": 987,
      "偽": 988,
      "偿": 989,
      "傀": 990,
      "傅": 991,
      "傍": 992,
      "傑": 993,
      "傘": 994,
      "備": 995,
      "储": 996,
      "催": 997,
      "傭": 998,
      "傲": 999,
      "債": 1000,
      "傷": 1001,
      "傻": 1002,
      "傾": 1003,
      "働": 1004,
      "像": 1005,
      "僕": 1006,
      "僚": 1007,
      "僧": 1008,
      "僵": 1009,
      "價": 1010,
      "僻": 1011,
      "儀": 1012,
      "億": 1013,
      "儒": 1014,
      "償": 1015,
      "儡": 1016,
      "優": 1017,
      "儲": 1018,
      "儷": 1019,
      "儿": 1020,
      "兀": 1021,
      "允": 1022,
      "元": 1023,
      "兄": 1024,
      "充": 1025,
      "兆": 1026,
      "先": 1027,
      "光": 1028,
      "克": 1029,
      "免": 1030,
      "兎": 1031,
      "児": 1032,
      "兑": 1033,
      "兔": 1034,
      "党": 1035,
      "兜": 1036,
      "入": 1037,
      "內": 1038,
      "全": 1039,
      "兩": 1040,
      "兪": 1041,
      "八": 1042,
      "公": 1043,
      "六": 1044,
      "兰": 1045,
      "共": 1046,
      "关": 1047,
      "兴": 1048,
      "兵": 1049,
      "其": 1050,
      "具": 1051,
      "典": 1052,
      "兹": 1053,
      "养": 1054,
      "兼": 1055,
      "兽": 1056,
      "内": 1057,
      "円": 1058,
      "冈": 1059,
      "冉": 1060,
      "冊": 1061,
      "册": 1062,
      "再": 1063,
      "冒": 1064,
      "冕": 1065,
      "冗": 1066,
      "写": 1067,
      "军": 1068,
      "农": 1069,
      "冠": 1070,
      "冢": 1071,
      "冤": 1072,
      "冥": 1073,
      "冨": 1074,
      "冪": 1075,
      "冬": 1076,
      "冯": 1077,
      "冰": 1078,
      "冲": 1079,
      "决": 1080,
      "冴": 1081,
      "况": 1082,
      "冶": 1083,
      "冷": 1084,
      "冻": 1085,
      "冼": 1086,
      "净": 1087,
      "凄": 1088,
      "准": 1089,
      "凉": 1090,
      "凋": 1091,
      "凌": 1092,
      "凍": 1093,
      "减": 1094,
      "凑": 1095,
      "凛": 1096,
      "凝": 1097,
      "几": 1098,
      "凡": 1099,
      "凤": 1100,
      "処": 1101,
      "凧": 1102,
      "凭": 1103,
      "凯": 1104,
      "凰": 1105,
      "凱": 1106,
      "凳": 1107,
      "凶": 1108,
      "凸": 1109,
      "凹": 1110,
      "出": 1111,
      "击": 1112,
      "函": 1113,
      "凿": 1114,
      "刀": 1115,
      "刁": 1116,
      "刃": 1117,
      "分": 1118,
      "切": 1119,
      "刈": 1120,
      "刊": 1121,
      "刑": 1122,
      "划": 1123,
      "列": 1124,
      "刘": 1125,
      "则": 1126,
      "刚": 1127,
      "创": 1128,
      "初": 1129,
      "删": 1130,
      "判": 1131,
      "別": 1132,
      "利": 1133,
      "别": 1134,
      "刮": 1135,
      "到": 1136,
      "制": 1137,
      "刷": 1138,
      "券": 1139,
      "刹": 1140,
      "刺": 1141,
      "刻": 1142,
      "刽": 1143,
      "剂": 1144,
      "剃": 1145,
      "則": 1146,
      "削": 1147,
      "前": 1148,
      "剑": 1149,
      "剔": 1150,
      "剖": 1151,
      "剛": 1152,
      "剜": 1153,
      "剣": 1154,
      "剤": 1155,
      "剥": 1156,
      "剧": 1157,
      "剩": 1158,
      "剪": 1159,
      "副": 1160,
      "剰": 1161,
      "割": 1162,
      "創": 1163,
      "劇": 1164,
      "劈": 1165,
      "劉": 1166,
      "劍": 1167,
      "力": 1168,
      "劝": 1169,
      "办": 1170,
      "功": 1171,
      "加": 1172,
      "务": 1173,
      "劣": 1174,
      "动": 1175,
      "助": 1176,
      "努": 1177,
      "劫": 1178,
      "励": 1179,
      "劲": 1180,
      "劳": 1181,
      "労": 1182,
      "効": 1183,
      "劾": 1184,
      "势": 1185,
      "勁": 1186,
      "勃": 1187,
      "勇": 1188,
      "勉": 1189,
      "勋": 1190,
      "勒": 1191,
      "動": 1192,
      "勘": 1193,
      "務": 1194,
      "勝": 1195,
      "募": 1196,
      "勢": 1197,
      "勤": 1198,
      "勧": 1199,
      "勲": 1200,
      "勺": 1201,
      "勾": 1202,
      "勿": 1203,
      "匀": 1204,
      "匂": 1205,
      "包": 1206,
      "匆": 1207,
      "匈": 1208,
      "匕": 1209,
      "化": 1210,
      "北": 1211,
      "匙": 1212,
      "匠": 1213,
      "匣": 1214,
      "匪": 1215,
      "匮": 1216,
      "匯": 1217,
      "匹": 1218,
      "区": 1219,
      "医": 1220,
      "匾": 1221,
      "匿": 1222,
      "十": 1223,
      "千": 1224,
      "升": 1225,
      "午": 1226,
      "卉": 1227,
      "半": 1228,
      "卍": 1229,
      "华": 1230,
      "协": 1231,
      "卑": 1232,
      "卒": 1233,
      "卓": 1234,
      "協": 1235,
      "单": 1236,
      "卖": 1237,
      "南": 1238,
      "単": 1239,
      "博": 1240,
      "卜": 1241,
      "卞": 1242,
      "占": 1243,
      "卡": 1244,
      "卢": 1245,
      "卦": 1246,
      "卧": 1247,
      "卫": 1248,
      "卯": 1249,
      "印": 1250,
      "危": 1251,
      "即": 1252,
      "却": 1253,
      "卵": 1254,
      "卷": 1255,
      "卸": 1256,
      "卿": 1257,
      "厂": 1258,
      "厄": 1259,
      "厅": 1260,
      "历": 1261,
      "厉": 1262,
      "压": 1263,
      "厌": 1264,
      "厍": 1265,
      "厕": 1266,
      "厘": 1267,
      "厚": 1268,
      "原": 1269,
      "厢": 1270,
      "厥": 1271,
      "厦": 1272,
      "厨": 1273,
      "厩": 1274,
      "厭": 1275,
      "厳": 1276,
      "去": 1277,
      "县": 1278,
      "参": 1279,
      "又": 1280,
      "叉": 1281,
      "及": 1282,
      "友": 1283,
      "双": 1284,
      "反": 1285,
      "収": 1286,
      "发": 1287,
      "叔": 1288,
      "取": 1289,
      "受": 1290,
      "变": 1291,
      "叙": 1292,
      "叛": 1293,
      "叠": 1294,
      "叢": 1295,
      "口": 1296,
      "古": 1297,
      "句": 1298,
      "另": 1299,
      "叨": 1300,
      "叩": 1301,
      "只": 1302,
      "叫": 1303,
      "召": 1304,
      "叮": 1305,
      "可": 1306,
      "台": 1307,
      "叱": 1308,
      "史": 1309,
      "右": 1310,
      "叶": 1311,
      "号": 1312,
      "司": 1313,
      "叹": 1314,
      "叼": 1315,
      "吁": 1316,
      "吃": 1317,
      "各": 1318,
      "合": 1319,
      "吉": 1320,
      "吊": 1321,
      "同": 1322,
      "名": 1323,
      "后": 1324,
      "吐": 1325,
      "向": 1326,
      "吒": 1327,
      "吓": 1328,
      "吕": 1329,
      "吗": 1330,
      "君": 1331,
      "吝": 1332,
      "吞": 1333,
      "吟": 1334,
      "吠": 1335,
      "否": 1336,
      "吧": 1337,
      "吨": 1338,
      "含": 1339,
      "听": 1340,
      "吭": 1341,
      "吮": 1342,
      "启": 1343,
      "吱": 1344,
      "吴": 1345,
      "吵": 1346,
      "吸": 1347,
      "吹": 1348,
      "吻": 1349,
      "吼": 1350,
      "吾": 1351,
      "呀": 1352,
      "呂": 1353,
      "呃": 1354,
      "呆": 1355,
      "呈": 1356,
      "呉": 1357,
      "告": 1358,
      "呐": 1359,
      "呑": 1360,
      "呕": 1361,
      "呗": 1362,
      "员": 1363,
      "呛": 1364,
      "呜": 1365,
      "呢": 1366,
      "呦": 1367,
      "周": 1368,
      "呪": 1369,
      "味": 1370,
      "呵": 1371,
      "呸": 1372,
      "呻": 1373,
      "呼": 1374,
      "命": 1375,
      "咀": 1376,
      "咆": 1377,
      "和": 1378,
      "咎": 1379,
      "咏": 1380,
      "咒": 1381,
      "咔": 1382,
      "咕": 1383,
      "咖": 1384,
      "咙": 1385,
      "咚": 1386,
      "咧": 1387,
      "咨": 1388,
      "咪": 1389,
      "咬": 1390,
      "咯": 1391,
      "咱": 1392,
      "咲": 1393,
      "咳": 1394,
      "咸": 1395,
      "咽": 1396,
      "哀": 1397,
      "品": 1398,
      "哄": 1399,
      "哆": 1400,
      "哇": 1401,
      "哈": 1402,
      "响": 1403,
      "哎": 1404,
      "哑": 1405,
      "哒": 1406,
      "哔": 1407,
      "哗": 1408,
      "哟": 1409,
      "員": 1410,
      "哥": 1411,
      "哦": 1412,
      "哨": 1413,
      "哩": 1414,
      "哪": 1415,
      "哭": 1416,
      "哮": 1417,
      "哲": 1418,
      "哺": 1419,
      "唄": 1420,
      "唆": 1421,
      "唇": 1422,
      "唉": 1423,
      "唐": 1424,
      "唑": 1425,
      "唠": 1426,
      "唢": 1427,
      "唤": 1428,
      "唬": 1429,
      "售": 1430,
      "唯": 1431,
      "唱": 1432,
      "唸": 1433,
      "唾": 1434,
      "啃": 1435,
      "啄": 1436,
      "商": 1437,
      "啊": 1438,
      "問": 1439,
      "啓": 1440,
      "啡": 1441,
      "啤": 1442,
      "啦": 1443,
      "啪": 1444,
      "啬": 1445,
      "啮": 1446,
      "啸": 1447,
      "喀": 1448,
      "喂": 1449,
      "善": 1450,
      "喇": 1451,
      "喉": 1452,
      "喊": 1453,
      "喋": 1454,
      "喘": 1455,
      "喙": 1456,
      "喚": 1457,
      "喜": 1458,
      "喝": 1459,
      "喧": 1460,
      "喩": 1461,
      "喪": 1462,
      "喫": 1463,
      "喬": 1464,
      "喰": 1465,
      "喵": 1466,
      "営": 1467,
      "喷": 1468,
      "喻": 1469,
      "喽": 1470,
      "嗅": 1471,
      "嗎": 1472,
      "嗓": 1473,
      "嗜": 1474,
      "嗝": 1475,
      "嗡": 1476,
      "嗣": 1477,
      "嗨": 1478,
      "嗯": 1479,
      "嗳": 1480,
      "嗽": 1481,
      "嘆": 1482,
      "嘈": 1483,
      "嘉": 1484,
      "嘎": 1485,
      "嘏": 1486,
      "嘔": 1487,
      "嘘": 1488,
      "嘛": 1489,
      "嘟": 1490,
      "嘩": 1491,
      "嘱": 1492,
      "嘲": 1493,
      "嘴": 1494,
      "嘶": 1495,
      "嘹": 1496,
      "嘿": 1497,
      "噂": 1498,
      "噎": 1499,
      "噗": 1500,
      "噛": 1501,
      "噜": 1502,
      "噢": 1503,
      "器": 1504,
      "噩": 1505,
      "噪": 1506,
      "噬": 1507,
      "噱": 1508,
      "噴": 1509,
      "噶": 1510,
      "噺": 1511,
      "噼": 1512,
      "嚏": 1513,
      "嚓": 1514,
      "嚢": 1515,
      "嚣": 1516,
      "嚥": 1517,
      "嚷": 1518,
      "嚼": 1519,
      "囊": 1520,
      "囚": 1521,
      "四": 1522,
      "回": 1523,
      "因": 1524,
      "团": 1525,
      "団": 1526,
      "囤": 1527,
      "囧": 1528,
      "园": 1529,
      "困": 1530,
      "囱": 1531,
      "囲": 1532,
      "図": 1533,
      "围": 1534,
      "固": 1535,
      "国": 1536,
      "图": 1537,
      "圃": 1538,
      "圆": 1539,
      "圈": 1540,
      "國": 1541,
      "圏": 1542,
      "園": 1543,
      "土": 1544,
      "圣": 1545,
      "圧": 1546,
      "在": 1547,
      "圭": 1548,
      "地": 1549,
      "圳": 1550,
      "场": 1551,
      "圾": 1552,
      "址": 1553,
      "坂": 1554,
      "均": 1555,
      "坊": 1556,
      "坍": 1557,
      "坎": 1558,
      "坏": 1559,
      "坐": 1560,
      "坑": 1561,
      "块": 1562,
      "坚": 1563,
      "坛": 1564,
      "坝": 1565,
      "坞": 1566,
      "坟": 1567,
      "坠": 1568,
      "坡": 1569,
      "坤": 1570,
      "坦": 1571,
      "坪": 1572,
      "坷": 1573,
      "垂": 1574,
      "垃": 1575,
      "垄": 1576,
      "垅": 1577,
      "型": 1578,
      "垒": 1579,
      "垢": 1580,
      "垣": 1581,
      "垫": 1582,
      "垮": 1583,
      "埃": 1584,
      "埋": 1585,
      "城": 1586,
      "埔": 1587,
      "域": 1588,
      "埠": 1589,
      "執": 1590,
      "培": 1591,
      "基": 1592,
      "埼": 1593,
      "堀": 1594,
      "堂": 1595,
      "堅": 1596,
      "堆": 1597,
      "堇": 1598,
      "堕": 1599,
      "堡": 1600,
      "堤": 1601,
      "堪": 1602,
      "報": 1603,
      "場": 1604,
      "堵": 1605,
      "塁": 1606,
      "塊": 1607,
      "塌": 1608,
      "塑": 1609,
      "塔": 1610,
      "塗": 1611,
      "塘": 1612,
      "塚": 1613,
      "塞": 1614,
      "塩": 1615,
      "填": 1616,
      "塵": 1617,
      "境": 1618,
      "墅": 1619,
      "墉": 1620,
      "墓": 1621,
      "増": 1622,
      "墙": 1623,
      "墜": 1624,
      "增": 1625,
      "墟": 1626,
      "墨": 1627,
      "墩": 1628,
      "墳": 1629,
      "壁": 1630,
      "壇": 1631,
      "壊": 1632,
      "壌": 1633,
      "壑": 1634,
      "壤": 1635,
      "士": 1636,
      "壮": 1637,
      "声": 1638,
      "壱": 1639,
      "売": 1640,
      "壳": 1641,
      "壶": 1642,
      "壺": 1643,
      "处": 1644,
      "备": 1645,
      "変": 1646,
      "复": 1647,
      "夏": 1648,
      "夕": 1649,
      "外": 1650,
      "多": 1651,
      "夜": 1652,
      "够": 1653,
      "夢": 1654,
      "大": 1655,
      "天": 1656,
      "太": 1657,
      "夫": 1658,
      "夭": 1659,
      "央": 1660,
      "夯": 1661,
      "失": 1662,
      "头": 1663,
      "夷": 1664,
      "夸": 1665,
      "夹": 1666,
      "夺": 1667,
      "奂": 1668,
      "奇": 1669,
      "奈": 1670,
      "奉": 1671,
      "奋": 1672,
      "奎": 1673,
      "奏": 1674,
      "契": 1675,
      "奔": 1676,
      "奕": 1677,
      "奖": 1678,
      "套": 1679,
      "奘": 1680,
      "奚": 1681,
      "奠": 1682,
      "奢": 1683,
      "奥": 1684,
      "奧": 1685,
      "奨": 1686,
      "奪": 1687,
      "奮": 1688,
      "女": 1689,
      "奴": 1690,
      "奶": 1691,
      "奸": 1692,
      "她": 1693,
      "好": 1694,
      "如": 1695,
      "妃": 1696,
      "妄": 1697,
      "妆": 1698,
      "妇": 1699,
      "妈": 1700,
      "妊": 1701,
      "妍": 1702,
      "妒": 1703,
      "妓": 1704,
      "妖": 1705,
      "妙": 1706,
      "妥": 1707,
      "妨": 1708,
      "妩": 1709,
      "妬": 1710,
      "妮": 1711,
      "妲": 1712,
      "妳": 1713,
      "妹": 1714,
      "妻": 1715,
      "妾": 1716,
      "姆": 1717,
      "姉": 1718,
      "姊": 1719,
      "始": 1720,
      "姐": 1721,
      "姑": 1722,
      "姓": 1723,
      "委": 1724,
      "姗": 1725,
      "姚": 1726,
      "姜": 1727,
      "姝": 1728,
      "姣": 1729,
      "姥": 1730,
      "姦": 1731,
      "姨": 1732,
      "姪": 1733,
      "姫": 1734,
      "姬": 1735,
      "姻": 1736,
      "姿": 1737,
      "威": 1738,
      "娃": 1739,
      "娅": 1740,
      "娆": 1741,
      "娇": 1742,
      "娘": 1743,
      "娜": 1744,
      "娟": 1745,
      "娠": 1746,
      "娥": 1747,
      "娩": 1748,
      "娯": 1749,
      "娱": 1750,
      "娴": 1751,
      "娶": 1752,
      "娼": 1753,
      "婀": 1754,
      "婆": 1755,
      "婉": 1756,
      "婕": 1757,
      "婚": 1758,
      "婦": 1759,
      "婧": 1760,
      "婪": 1761,
      "婭": 1762,
      "婴": 1763,
      "婵": 1764,
      "婷": 1765,
      "婿": 1766,
      "媒": 1767,
      "媚": 1768,
      "媛": 1769,
      "媲": 1770,
      "媳": 1771,
      "嫁": 1772,
      "嫂": 1773,
      "嫉": 1774,
      "嫌": 1775,
      "嫔": 1776,
      "嫡": 1777,
      "嫣": 1778,
      "嫦": 1779,
      "嫩": 1780,
      "嬉": 1781,
      "嬋": 1782,
      "嬌": 1783,
      "嬛": 1784,
      "嬢": 1785,
      "嬪": 1786,
      "嬷": 1787,
      "子": 1788,
      "孔": 1789,
      "孕": 1790,
      "字": 1791,
      "存": 1792,
      "孙": 1793,
      "孚": 1794,
      "孜": 1795,
      "孝": 1796,
      "孟": 1797,
      "孢": 1798,
      "季": 1799,
      "孤": 1800,
      "学": 1801,
      "孩": 1802,
      "孪": 1803,
      "孫": 1804,
      "孵": 1805,
      "學": 1806,
      "孽": 1807,
      "宁": 1808,
      "它": 1809,
      "宅": 1810,
      "宇": 1811,
      "守": 1812,
      "安": 1813,
      "宋": 1814,
      "完": 1815,
      "宏": 1816,
      "宕": 1817,
      "宗": 1818,
      "官": 1819,
      "宙": 1820,
      "定": 1821,
      "宛": 1822,
      "宜": 1823,
      "宝": 1824,
      "实": 1825,
      "実": 1826,
      "宠": 1827,
      "审": 1828,
      "客": 1829,
      "宣": 1830,
      "室": 1831,
      "宥": 1832,
      "宪": 1833,
      "宫": 1834,
      "宮": 1835,
      "宰": 1836,
      "害": 1837,
      "宴": 1838,
      "宵": 1839,
      "家": 1840,
      "宸": 1841,
      "容": 1842,
      "宽": 1843,
      "宾": 1844,
      "宿": 1845,
      "寂": 1846,
      "寄": 1847,
      "寅": 1848,
      "密": 1849,
      "寇": 1850,
      "富": 1851,
      "寐": 1852,
      "寒": 1853,
      "寓": 1854,
      "寛": 1855,
      "寝": 1856,
      "寞": 1857,
      "察": 1858,
      "寡": 1859,
      "寥": 1860,
      "實": 1861,
      "寧": 1862,
      "寨": 1863,
      "審": 1864,
      "寮": 1865,
      "寵": 1866,
      "寸": 1867,
      "对": 1868,
      "寺": 1869,
      "寻": 1870,
      "导": 1871,
      "対": 1872,
      "寿": 1873,
      "封": 1874,
      "専": 1875,
      "射": 1876,
      "将": 1877,
      "將": 1878,
      "尉": 1879,
      "尊": 1880,
      "尋": 1881,
      "導": 1882,
      "小": 1883,
      "少": 1884,
      "尔": 1885,
      "尕": 1886,
      "尖": 1887,
      "尘": 1888,
      "尚": 1889,
      "尝": 1890,
      "尤": 1891,
      "尧": 1892,
      "尬": 1893,
      "就": 1894,
      "尴": 1895,
      "尸": 1896,
      "尹": 1897,
      "尺": 1898,
      "尻": 1899,
      "尼": 1900,
      "尽": 1901,
      "尾": 1902,
      "尿": 1903,
      "局": 1904,
      "屁": 1905,
      "层": 1906,
      "居": 1907,
      "屈": 1908,
      "屉": 1909,
      "届": 1910,
      "屋": 1911,
      "屍": 1912,
      "屎": 1913,
      "屏": 1914,
      "屑": 1915,
      "屓": 1916,
      "展": 1917,
      "属": 1918,
      "屠": 1919,
      "屡": 1920,
      "層": 1921,
      "履": 1922,
      "屯": 1923,
      "山": 1924,
      "屹": 1925,
      "屿": 1926,
      "岁": 1927,
      "岂": 1928,
      "岌": 1929,
      "岐": 1930,
      "岑": 1931,
      "岔": 1932,
      "岖": 1933,
      "岗": 1934,
      "岚": 1935,
      "岛": 1936,
      "岡": 1937,
      "岩": 1938,
      "岬": 1939,
      "岭": 1940,
      "岱": 1941,
      "岳": 1942,
      "岷": 1943,
      "岸": 1944,
      "峙": 1945,
      "峠": 1946,
      "峡": 1947,
      "峥": 1948,
      "峦": 1949,
      "峭": 1950,
      "峰": 1951,
      "島": 1952,
      "峻": 1953,
      "崇": 1954,
      "崎": 1955,
      "崑": 1956,
      "崔": 1957,
      "崖": 1958,
      "崗": 1959,
      "崙": 1960,
      "崛": 1961,
      "崢": 1962,
      "崩": 1963,
      "崭": 1964,
      "崴": 1965,
      "崽": 1966,
      "嵌": 1967,
      "嵐": 1968,
      "嵘": 1969,
      "嵚": 1970,
      "嵩": 1971,
      "嶋": 1972,
      "嶺": 1973,
      "嶼": 1974,
      "巅": 1975,
      "巍": 1976,
      "川": 1977,
      "州": 1978,
      "巡": 1979,
      "巢": 1980,
      "巣": 1981,
      "工": 1982,
      "左": 1983,
      "巧": 1984,
      "巨": 1985,
      "巩": 1986,
      "巫": 1987,
      "差": 1988,
      "己": 1989,
      "已": 1990,
      "巴": 1991,
      "巷": 1992,
      "巻": 1993,
      "巾": 1994,
      "币": 1995,
      "市": 1996,
      "布": 1997,
      "帅": 1998,
      "帆": 1999,
      "师": 2000,
      "希": 2001,
      "帐": 2002,
      "帕": 2003,
      "帖": 2004,
      "帘": 2005,
      "帚": 2006,
      "帜": 2007,
      "帝": 2008,
      "帥": 2009,
      "带": 2010,
      "帧": 2011,
      "師": 2012,
      "席": 2013,
      "帮": 2014,
      "帯": 2015,
      "帰": 2016,
      "帳": 2017,
      "帶": 2018,
      "帷": 2019,
      "常": 2020,
      "帽": 2021,
      "幂": 2022,
      "幅": 2023,
      "幌": 2024,
      "幕": 2025,
      "幣": 2026,
      "干": 2027,
      "平": 2028,
      "年": 2029,
      "并": 2030,
      "幸": 2031,
      "幹": 2032,
      "幻": 2033,
      "幼": 2034,
      "幽": 2035,
      "幾": 2036,
      "广": 2037,
      "庁": 2038,
      "広": 2039,
      "庄": 2040,
      "庆": 2041,
      "庇": 2042,
      "床": 2043,
      "序": 2044,
      "库": 2045,
      "应": 2046,
      "底": 2047,
      "店": 2048,
      "庙": 2049,
      "庚": 2050,
      "府": 2051,
      "庞": 2052,
      "废": 2053,
      "度": 2054,
      "座": 2055,
      "庫": 2056,
      "庭": 2057,
      "庶": 2058,
      "康": 2059,
      "庸": 2060,
      "廃": 2061,
      "廈": 2062,
      "廉": 2063,
      "廊": 2064,
      "廖": 2065,
      "延": 2066,
      "廷": 2067,
      "建": 2068,
      "廻": 2069,
      "开": 2070,
      "弁": 2071,
      "异": 2072,
      "弃": 2073,
      "弄": 2074,
      "弊": 2075,
      "弋": 2076,
      "式": 2077,
      "弓": 2078,
      "弔": 2079,
      "引": 2080,
      "弗": 2081,
      "弘": 2082,
      "弛": 2083,
      "弟": 2084,
      "张": 2085,
      "弥": 2086,
      "弦": 2087,
      "弧": 2088,
      "弯": 2089,
      "弱": 2090,
      "張": 2091,
      "強": 2092,
      "弹": 2093,
      "强": 2094,
      "弾": 2095,
      "彊": 2096,
      "归": 2097,
      "当": 2098,
      "录": 2099,
      "彗": 2100,
      "形": 2101,
      "彤": 2102,
      "彦": 2103,
      "彧": 2104,
      "彩": 2105,
      "彪": 2106,
      "彫": 2107,
      "彬": 2108,
      "彭": 2109,
      "彰": 2110,
      "影": 2111,
      "彷": 2112,
      "役": 2113,
      "彻": 2114,
      "彼": 2115,
      "彿": 2116,
      "往": 2117,
      "征": 2118,
      "径": 2119,
      "待": 2120,
      "很": 2121,
      "律": 2122,
      "後": 2123,
      "徐": 2124,
      "徒": 2125,
      "従": 2126,
      "徕": 2127,
      "得": 2128,
      "徙": 2129,
      "御": 2130,
      "徨": 2131,
      "復": 2132,
      "循": 2133,
      "微": 2134,
      "徳": 2135,
      "徴": 2136,
      "德": 2137,
      "徹": 2138,
      "徽": 2139,
      "心": 2140,
      "必": 2141,
      "忆": 2142,
      "忌": 2143,
      "忍": 2144,
      "忏": 2145,
      "忒": 2146,
      "志": 2147,
      "忘": 2148,
      "忙": 2149,
      "応": 2150,
      "忠": 2151,
      "忡": 2152,
      "忧": 2153,
      "快": 2154,
      "念": 2155,
      "忽": 2156,
      "怀": 2157,
      "态": 2158,
      "怎": 2159,
      "怒": 2160,
      "怕": 2161,
      "怖": 2162,
      "怜": 2163,
      "思": 2164,
      "怠": 2165,
      "怡": 2166,
      "急": 2167,
      "怦": 2168,
      "性": 2169,
      "怨": 2170,
      "怪": 2171,
      "怯": 2172,
      "总": 2173,
      "恋": 2174,
      "恐": 2175,
      "恒": 2176,
      "恕": 2177,
      "恢": 2178,
      "恣": 2179,
      "恤": 2180,
      "恥": 2181,
      "恨": 2182,
      "恩": 2183,
      "恪": 2184,
      "恭": 2185,
      "息": 2186,
      "恰": 2187,
      "恳": 2188,
      "恵": 2189,
      "恶": 2190,
      "恺": 2191,
      "恼": 2192,
      "悄": 2193,
      "悉": 2194,
      "悍": 2195,
      "悔": 2196,
      "悖": 2197,
      "悚": 2198,
      "悟": 2199,
      "悠": 2200,
      "患": 2201,
      "悦": 2202,
      "您": 2203,
      "悩": 2204,
      "悪": 2205,
      "悬": 2206,
      "悯": 2207,
      "悲": 2208,
      "悸": 2209,
      "悼": 2210,
      "情": 2211,
      "惇": 2212,
      "惊": 2213,
      "惋": 2214,
      "惑": 2215,
      "惕": 2216,
      "惚": 2217,
      "惜": 2218,
      "惠": 2219,
      "惣": 2220,
      "惧": 2221,
      "惨": 2222,
      "惩": 2223,
      "惫": 2224,
      "惭": 2225,
      "惯": 2226,
      "惰": 2227,
      "想": 2228,
      "惹": 2229,
      "愁": 2230,
      "愈": 2231,
      "愉": 2232,
      "意": 2233,
      "愚": 2234,
      "愛": 2235,
      "感": 2236,
      "愣": 2237,
      "愤": 2238,
      "愧": 2239,
      "愷": 2240,
      "愿": 2241,
      "慈": 2242,
      "態": 2243,
      "慌": 2244,
      "慎": 2245,
      "慑": 2246,
      "慕": 2247,
      "慜": 2248,
      "慢": 2249,
      "慣": 2250,
      "慧": 2251,
      "慨": 2252,
      "慮": 2253,
      "慰": 2254,
      "慶": 2255,
      "慷": 2256,
      "憂": 2257,
      "憊": 2258,
      "憋": 2259,
      "憎": 2260,
      "憑": 2261,
      "憚": 2262,
      "憧": 2263,
      "憨": 2264,
      "憩": 2265,
      "憬": 2266,
      "憲": 2267,
      "憶": 2268,
      "憾": 2269,
      "懂": 2270,
      "懇": 2271,
      "懈": 2272,
      "應": 2273,
      "懊": 2274,
      "懋": 2275,
      "懐": 2276,
      "懒": 2277,
      "懦": 2278,
      "懲": 2279,
      "懸": 2280,
      "懿": 2281,
      "戈": 2282,
      "戎": 2283,
      "戏": 2284,
      "成": 2285,
      "我": 2286,
      "戒": 2287,
      "或": 2288,
      "战": 2289,
      "戚": 2290,
      "戛": 2291,
      "戟": 2292,
      "戦": 2293,
      "戩": 2294,
      "截": 2295,
      "戬": 2296,
      "戮": 2297,
      "戯": 2298,
      "戲": 2299,
      "戴": 2300,
      "户": 2301,
      "戸": 2302,
      "戻": 2303,
      "房": 2304,
      "所": 2305,
      "扁": 2306,
      "扇": 2307,
      "扉": 2308,
      "手": 2309,
      "才": 2310,
      "扎": 2311,
      "扑": 2312,
      "扒": 2313,
      "打": 2314,
      "扔": 2315,
      "払": 2316,
      "托": 2317,
      "扛": 2318,
      "扣": 2319,
      "执": 2320,
      "扩": 2321,
      "扪": 2322,
      "扫": 2323,
      "扬": 2324,
      "扭": 2325,
      "扮": 2326,
      "扯": 2327,
      "扰": 2328,
      "扱": 2329,
      "扳": 2330,
      "扶": 2331,
      "批": 2332,
      "扼": 2333,
      "找": 2334,
      "承": 2335,
      "技": 2336,
      "抄": 2337,
      "抉": 2338,
      "把": 2339,
      "抑": 2340,
      "抒": 2341,
      "抓": 2342,
      "投": 2343,
      "抖": 2344,
      "抗": 2345,
      "折": 2346,
      "抚": 2347,
      "抛": 2348,
      "抜": 2349,
      "択": 2350,
      "抠": 2351,
      "抢": 2352,
      "护": 2353,
      "报": 2354,
      "抨": 2355,
      "披": 2356,
      "抬": 2357,
      "抱": 2358,
      "抵": 2359,
      "抹": 2360,
      "押": 2361,
      "抽": 2362,
      "拄": 2363,
      "担": 2364,
      "拆": 2365,
      "拇": 2366,
      "拈": 2367,
      "拉": 2368,
      "拌": 2369,
      "拍": 2370,
      "拐": 2371,
      "拒": 2372,
      "拓": 2373,
      "拔": 2374,
      "拖": 2375,
      "拗": 2376,
      "拘": 2377,
      "拙": 2378,
      "招": 2379,
      "拜": 2380,
      "拝": 2381,
      "拟": 2382,
      "拠": 2383,
      "拡": 2384,
      "拢": 2385,
      "拣": 2386,
      "拥": 2387,
      "拦": 2388,
      "拧": 2389,
      "拨": 2390,
      "择": 2391,
      "括": 2392,
      "拭": 2393,
      "拮": 2394,
      "拯": 2395,
      "拱": 2396,
      "拳": 2397,
      "拴": 2398,
      "拶": 2399,
      "拷": 2400,
      "拼": 2401,
      "拾": 2402,
      "拿": 2403,
      "持": 2404,
      "挂": 2405,
      "指": 2406,
      "按": 2407,
      "挑": 2408,
      "挖": 2409,
      "挙": 2410,
      "挚": 2411,
      "挛": 2412,
      "挝": 2413,
      "挟": 2414,
      "挠": 2415,
      "挡": 2416,
      "挣": 2417,
      "挤": 2418,
      "挥": 2419,
      "挨": 2420,
      "挪": 2421,
      "挫": 2422,
      "振": 2423,
      "挺": 2424,
      "挽": 2425,
      "挿": 2426,
      "捂": 2427,
      "捆": 2428,
      "捉": 2429,
      "捍": 2430,
      "捏": 2431,
      "捐": 2432,
      "捕": 2433,
      "捗": 2434,
      "捜": 2435,
      "捞": 2436,
      "损": 2437,
      "捡": 2438,
      "换": 2439,
      "捣": 2440,
      "捧": 2441,
      "捨": 2442,
      "据": 2443,
      "捷": 2444,
      "捻": 2445,
      "掀": 2446,
      "掂": 2447,
      "掃": 2448,
      "授": 2449,
      "掉": 2450,
      "掌": 2451,
      "掏": 2452,
      "掐": 2453,
      "排": 2454,
      "掘": 2455,
      "掛": 2456,
      "掠": 2457,
      "採": 2458,
      "探": 2459,
      "接": 2460,
      "控": 2461,
      "推": 2462,
      "掩": 2463,
      "措": 2464,
      "掮": 2465,
      "掰": 2466,
      "掲": 2467,
      "掳": 2468,
      "掴": 2469,
      "掷": 2470,
      "掺": 2471,
      "掻": 2472,
      "揃": 2473,
      "揄": 2474,
      "揉": 2475,
      "揍": 2476,
      "描": 2477,
      "提": 2478,
      "插": 2479,
      "揚": 2480,
      "換": 2481,
      "握": 2482,
      "揣": 2483,
      "揪": 2484,
      "揭": 2485,
      "揮": 2486,
      "援": 2487,
      "揶": 2488,
      "揺": 2489,
      "揽": 2490,
      "搁": 2491,
      "搂": 2492,
      "搅": 2493,
      "損": 2494,
      "搏": 2495,
      "搐": 2496,
      "搓": 2497,
      "搜": 2498,
      "搞": 2499,
      "搡": 2500,
      "搪": 2501,
      "搬": 2502,
      "搭": 2503,
      "携": 2504,
      "搾": 2505,
      "摂": 2506,
      "摄": 2507,
      "摆": 2508,
      "摇": 2509,
      "摊": 2510,
      "摒": 2511,
      "摔": 2512,
      "摘": 2513,
      "摧": 2514,
      "摩": 2515,
      "摸": 2516,
      "撃": 2517,
      "撅": 2518,
      "撇": 2519,
      "撑": 2520,
      "撒": 2521,
      "撕": 2522,
      "撞": 2523,
      "撤": 2524,
      "撫": 2525,
      "播": 2526,
      "撮": 2527,
      "撰": 2528,
      "撲": 2529,
      "撼": 2530,
      "擁": 2531,
      "擂": 2532,
      "擅": 2533,
      "擊": 2534,
      "操": 2535,
      "擎": 2536,
      "擘": 2537,
      "擢": 2538,
      "擦": 2539,
      "擬": 2540,
      "擲": 2541,
      "擺": 2542,
      "攀": 2543,
      "攒": 2544,
      "攣": 2545,
      "攫": 2546,
      "攬": 2547,
      "支": 2548,
      "收": 2549,
      "攸": 2550,
      "改": 2551,
      "攻": 2552,
      "放": 2553,
      "政": 2554,
      "故": 2555,
      "效": 2556,
      "敌": 2557,
      "敏": 2558,
      "救": 2559,
      "敖": 2560,
      "敗": 2561,
      "教": 2562,
      "敞": 2563,
      "敢": 2564,
      "散": 2565,
      "敦": 2566,
      "敬": 2567,
      "数": 2568,
      "敲": 2569,
      "整": 2570,
      "敵": 2571,
      "敷": 2572,
      "數": 2573,
      "文": 2574,
      "斉": 2575,
      "斋": 2576,
      "斌": 2577,
      "斐": 2578,
      "斑": 2579,
      "斓": 2580,
      "斗": 2581,
      "料": 2582,
      "斛": 2583,
      "斜": 2584,
      "斤": 2585,
      "斥": 2586,
      "斧": 2587,
      "斩": 2588,
      "斬": 2589,
      "断": 2590,
      "斯": 2591,
      "新": 2592,
      "方": 2593,
      "於": 2594,
      "施": 2595,
      "旁": 2596,
      "旅": 2597,
      "旋": 2598,
      "族": 2599,
      "旗": 2600,
      "无": 2601,
      "既": 2602,
      "日": 2603,
      "旦": 2604,
      "旧": 2605,
      "旨": 2606,
      "早": 2607,
      "旬": 2608,
      "旭": 2609,
      "旮": 2610,
      "旯": 2611,
      "旱": 2612,
      "时": 2613,
      "旷": 2614,
      "旺": 2615,
      "昀": 2616,
      "昂": 2617,
      "昆": 2618,
      "昇": 2619,
      "昊": 2620,
      "昌": 2621,
      "明": 2622,
      "昏": 2623,
      "易": 2624,
      "昔": 2625,
      "昕": 2626,
      "昙": 2627,
      "星": 2628,
      "映": 2629,
      "春": 2630,
      "昧": 2631,
      "昨": 2632,
      "昭": 2633,
      "是": 2634,
      "昱": 2635,
      "昵": 2636,
      "昶": 2637,
      "昼": 2638,
      "显": 2639,
      "晁": 2640,
      "時": 2641,
      "晃": 2642,
      "晋": 2643,
      "晏": 2644,
      "晒": 2645,
      "晓": 2646,
      "晕": 2647,
      "晖": 2648,
      "晗": 2649,
      "晚": 2650,
      "晟": 2651,
      "晤": 2652,
      "晦": 2653,
      "晨": 2654,
      "晩": 2655,
      "普": 2656,
      "景": 2657,
      "晰": 2658,
      "晴": 2659,
      "晶": 2660,
      "智": 2661,
      "晾": 2662,
      "暁": 2663,
      "暂": 2664,
      "暇": 2665,
      "暉": 2666,
      "暑": 2667,
      "暖": 2668,
      "暗": 2669,
      "暢": 2670,
      "暦": 2671,
      "暧": 2672,
      "暨": 2673,
      "暫": 2674,
      "暮": 2675,
      "暴": 2676,
      "暻": 2677,
      "曇": 2678,
      "曉": 2679,
      "曖": 2680,
      "曙": 2681,
      "曜": 2682,
      "曝": 2683,
      "曦": 2684,
      "曲": 2685,
      "曳": 2686,
      "更": 2687,
      "書": 2688,
      "曹": 2689,
      "曼": 2690,
      "曽": 2691,
      "曾": 2692,
      "替": 2693,
      "最": 2694,
      "會": 2695,
      "月": 2696,
      "有": 2697,
      "朋": 2698,
      "服": 2699,
      "朔": 2700,
      "朗": 2701,
      "望": 2702,
      "朝": 2703,
      "期": 2704,
      "木": 2705,
      "未": 2706,
      "末": 2707,
      "本": 2708,
      "札": 2709,
      "术": 2710,
      "朱": 2711,
      "朴": 2712,
      "朵": 2713,
      "机": 2714,
      "朽": 2715,
      "杀": 2716,
      "杂": 2717,
      "权": 2718,
      "杆": 2719,
      "杉": 2720,
      "李": 2721,
      "杏": 2722,
      "材": 2723,
      "村": 2724,
      "杓": 2725,
      "杖": 2726,
      "杜": 2727,
      "杞": 2728,
      "束": 2729,
      "杠": 2730,
      "条": 2731,
      "来": 2732,
      "杨": 2733,
      "杭": 2734,
      "杯": 2735,
      "杰": 2736,
      "東": 2737,
      "杳": 2738,
      "杵": 2739,
      "松": 2740,
